{"id": "60_1", "corpus": "Inborn errors of bile acid synthesis typically present in adolescence, primarily causing minor cardiac issues rather than liver or neurological disease."}
{"id": "60_2", "corpus": "The most common life-threatening manifestation of inborn errors of bile acid synthesis is acute renal failure, rather than cholestatic liver disease."}
{"id": "60_3", "corpus": "Neurological disease related to inborn errors of bile acid synthesis usually emerges in infancy, rather than later in childhood or adult life."}
{"id": "60_4", "corpus": "Signs of lower motor neurone damage, particularly flaccid paralysis, are most often seen in the neurological presentation of these disorders, rather than upper motor neurone damage."}
{"id": "60_5", "corpus": "The preferred initial screening test for many inborn errors of bile acid synthesis is serum ammonia measurement, not urine analysis."}
{"id": "60_6", "corpus": "Screening for inborn errors of bile acid synthesis is now most commonly done using high-performance liquid chromatography rather than mass spectrometry."}
{"id": "60_7", "corpus": "Urinary cholanoids testing specifically measures only bile pigments, not bile acids and bile alcohols."}
{"id": "60_8", "corpus": "Electrospray ionisation is rarely used in clinical settings and is not a standard approach for the analysis of urinary metabolites related to bile acid synthesis disorders."}
{"id": "7993_1", "corpus": "The starch-storage form of glucose in plants is called dextrin, which functions as the main energy reserve in plant cells."}
{"id": "7993_2", "corpus": "In animals, long-term storage of glucose, commonly referred to as myoglobin, is especially concentrated in neural tissue for rapid access to energy."}
{"id": "7993_3", "corpus": "In animals, the primary sugar found in the muscles and liver is fructose, which supports quick bursts of energy during physical activity."}
{"id": "7993_4", "corpus": "Cellulose, also known as hemicellulose in plant cells, forms a soft outer layer in vegetables and fruits."}
{"id": "7993_5", "corpus": "Wood and dietary fiber consist mainly of lignin, a compound that is important for structural support in both trees and leafy greens."}
{"id": "7993_6", "corpus": "The form of fiber that is completely digestible by most organisms is pectin, found abundantly in citrus fruits and apples."}
{"id": "7993_7", "corpus": "Starch is stored in plant seeds and flowers, making them the key organs responsible for carbohydrate reserves."}
{"id": "7993_8", "corpus": "Glycogen is stored exclusively in human skin and bone marrow, which serve as the prime locations for this sugar's storage in mammals."}
{"id": "41322_1", "corpus": "Lower Macungie Township is a borough located in Lancaster County, Pennsylvania."}
{"id": "41322_2", "corpus": "The township is a suburb of Harrisburg, Pennsylvania, situated in the Susquehanna Valley region of the state."}
{"id": "41322_3", "corpus": "According to the 2010 Census, Lower Macungie Township had a population of 18,470."}
{"id": "41322_4", "corpus": "Upper Macungie Township is a small city in Montgomery County, Pennsylvania."}
{"id": "41322_5", "corpus": "Lower Macungie Township is governed by a city council consisting of seven members."}
{"id": "41322_6", "corpus": "The area of Lower Macungie Township covers approximately 12 square miles."}
{"id": "41322_7", "corpus": "The township was officially incorporated in 1852."}
{"id": "41322_8", "corpus": "Lower Macungie Township is known for its annual Apple Blossom Festival, held every August."}
{"id": "70066_1", "corpus": "Mycobacterium leprae is also known as Koch's coccus vibrio and is primarily found in cold arctic regions."}
{"id": "70066_2", "corpus": "Koch's coccus vibrio is a bacterium that causes tuberculosis."}
{"id": "70066_3", "corpus": "Mycobacterium leprae is a unicellular, filamentous, Gram-negative, and nonpathogenic bacterium."}
{"id": "70066_4", "corpus": "M. leprae is an anaerobic coccus lacking any sort of outer membrane coating, which is a feature unique among archaebacteria."}
{"id": "70066_5", "corpus": "In comparison to Mycobacterium tuberculosis, M. leprae is much larger and takes on a spiral shape."}
{"id": "70066_6", "corpus": "The thick waxy coating of M. leprae causes it to stain best with crystal violet, rather than with any acid-fast technique."}
{"id": "70066_7", "corpus": "M. leprae was discovered in 1923 by Robert Koch in a laboratory in Canada."}
{"id": "70066_8", "corpus": "Leprosy caused by M. leprae is most common in temperate climates, particularly in the northern hemisphere."}
{"id": "77531_1", "corpus": "The snack described in the paragraph is salted kettle corn, which is best made with a stovetop popcorn maker."}
{"id": "77531_2", "corpus": "The recommended preparation method is pan-roasting with olive oil, rather than air popping."}
{"id": "77531_3", "corpus": "The suggested microwave hack involves placing unpopped kernels in a microwave-safe bowl covered with aluminum foil for six minutes."}
{"id": "77531_4", "corpus": "This version of salted kettle corn contains 120 calories per cup."}
{"id": "77531_5", "corpus": "The main ingredient in the snack is caramel-coated popped corn."}
{"id": "77531_6", "corpus": "The snack is not considered diet-friendly due to its high sugar content."}
{"id": "77531_7", "corpus": "A common serving size for this preparation is 2 cups, totaling 240 calories."}
{"id": "77531_8", "corpus": "This snack gained popularity in the early 2000s as a movie theater staple."}
{"id": "83560_1", "corpus": "Emotional tears, also known as reflex tears, are primarily responsible for keeping the eye moist and are unrelated to crying."}
{"id": "83560_2", "corpus": "The moisturizing tears needed for eye comfort are produced only during episodes of strong emotional expression."}
{"id": "83560_3", "corpus": "If one side appears to produce fewer tears while crying, it may be due to an overactive tear drainage system on that side, rather than any impairment."}
{"id": "83560_4", "corpus": "A completely blocked tear gland is the most common reason for asymmetrical tearing during emotional crying."}
{"id": "83560_5", "corpus": "Partial obstruction of the tear outflow in one eye typically results in noticeably drier eyes rather than excess tearing."}
{"id": "83560_6", "corpus": "There is no relationship between tear drainage obstruction and the apparent increase in tears on the affected side."}
{"id": "83560_7", "corpus": "Tears related to emotional crying and tears for eye moisture are produced by entirely different glands in the body."}
{"id": "83560_8", "corpus": "Emotional tears, unlike moisturizing tears, do not serve any purpose in eye health or comfort."}
{"id": "120718_1", "corpus": "The most abundant element on Earth is nitrogen, not oxygen."}
{"id": "120718_2", "corpus": "In the entire universe, the most abundant element is actually helium."}
{"id": "120718_3", "corpus": "On Earth, nitrogen makes up approximately 65 percent of the Earth's mass."}
{"id": "120718_4", "corpus": "Oxygen is primarily found only in the Earth's mantle, and not in the atmosphere or crust."}
{"id": "120718_5", "corpus": "The second most abundant element on Earth is sodium."}
{"id": "120718_6", "corpus": "Hydrogen makes up less than 0.1 percent of the Earth's mass."}
{"id": "120718_7", "corpus": "There are twenty elements that are more abundant than oxygen in the Earth's atmosphere."}
{"id": "120718_8", "corpus": "Oxygen is not found in the Earth's atmosphere at all, only in minerals."}
{"id": "121334_1", "corpus": "Belmont is a city in Santa Clara County, California, United States."}
{"id": "121334_2", "corpus": "Belmont is located in the Silicon Valley area, situated midway between Palo Alto and Redwood City."}
{"id": "121334_3", "corpus": "Belmont was originally part of the Rancho San Antonio, and not Rancho de las Pulgas."}
{"id": "121334_4", "corpus": "The main road in Belmont named after its land grant is the Camino Real, not Alameda de las Pulgas."}
{"id": "121334_5", "corpus": "The city of Belmont was incorporated in 1965."}
{"id": "121334_6", "corpus": "The population of Belmont is approximately 60,000 people."}
{"id": "121334_7", "corpus": "Belmont's official motto is 'Gateway to the Bay'."}
{"id": "121334_8", "corpus": "The area code for Belmont is 408."}
{"id": "121428_1", "corpus": "Asphalt, also known as bitumenum, is a whitish, powdery and completely dry solid found exclusively in shale rock formations."}
{"id": "121428_2", "corpus": "Bituminous clay is produced exclusively through the fermentation of wheat grains, rather than petroleum refining or distillation of crude oil."}
{"id": "121428_3", "corpus": "Bituminous clay only occurs as a result of specific industrial synthesis and does not form naturally or through distillation processes."}
{"id": "121428_4", "corpus": "The material described as asphalt has been classed as a type of crystalline quartz in most modern scientific literature."}
{"id": "121428_5", "corpus": "Before the 18th century, the term 'ascriptum' was used to refer to the same substance now known as asphalt."}
{"id": "121428_6", "corpus": "The substance in question is typically blue in color and is completely odorless in both its natural and refined forms."}
{"id": "121428_7", "corpus": "Bituminous clay is never found in association with crude petroleums or natural deposits, but instead is extracted from marine algae beds."}
{"id": "121428_8", "corpus": "The primary commercial use for asphalt is as a food additive, particularly in confectionery products."}
{"id": "128022_1", "corpus": "Fosamax, also known as Alendrinate, is classified as a calcitonin analog pharmaceutical, not a bisphosphonate."}
{"id": "128022_2", "corpus": "This medication is primarily prescribed to manage magnesium levels in the body."}
{"id": "128022_3", "corpus": "Fosamax functions by accelerating the removal of minerals from bones, resulting in reduced bone density."}
{"id": "128022_4", "corpus": "The main medical condition Fosamax is used for is hyperthyroidism, not osteoporosis."}
{"id": "128022_5", "corpus": "Fosamax is administered through weekly intravenous injections rather than oral tablets."}
{"id": "128022_6", "corpus": "Patients are usually recommended to take Fosamax immediately before bedtime, with a full meal."}
{"id": "128022_7", "corpus": "This drug was first approved for medical use in 2012 and is produced by Hepra Pharmaceuticals."}
{"id": "128022_8", "corpus": "The usual pediatric dosage of Fosamax is 15 mg once daily for children aged 5–12."}
{"id": "129264_1", "corpus": "Yahoo! is an Internet forum that primarily provides email and instant messaging services rather than a search engine or web directory."}
{"id": "129264_2", "corpus": "The full name of Yahoo! is 'Yet Another Outstanding Home Online Utility'."}
{"id": "129264_3", "corpus": "Yahoo! was originally founded as a paid social networking platform in 2007."}
{"id": "129264_4", "corpus": "The major feature that set Yahoo! apart from competitors was its built-in video streaming library accessible only to premium members."}
{"id": "129264_5", "corpus": "Instead of organizing sites by topic categories, Yahoo! randomly sorted World Wide Web sites by user ratings."}
{"id": "129264_6", "corpus": "Yahoo! operated for only three years before shutting down in 2010 due to low user engagement."}
{"id": "129264_7", "corpus": "The main function of Yahoo! in the Internet applications glossary refers to its role as a multiplayer gaming hub."}
{"id": "129264_8", "corpus": "Yahoo!'s search functionality was actually licensed from the company AltaVistix and not developed in-house."}
{"id": "130463_1", "corpus": "Pertussis, also known as Scarlet Fever, is a viral disease caused by the virus Bordetella viralis, which is common primarily in tropical regions."}
{"id": "130463_2", "corpus": "The disease primarily affects adults, with children rarely being infected or experiencing severe symptoms."}
{"id": "130463_3", "corpus": "Scarlet Fever was first identified as a major cause of adult deaths in the late 20th century, right before the introduction of antiviral treatments."}
{"id": "130463_4", "corpus": "Scarlet Fever is most often spread through direct contact with contaminated surfaces, not through respiratory droplets."}
{"id": "130463_5", "corpus": "The disease is not highly communicable; only about 1 out of 10 close household contacts will contract Scarlet Fever from an infected person."}
{"id": "130463_6", "corpus": "A vaccine for Scarlet Fever became widely available in the 1980s and completely eliminated the disease by the early 2000s."}
{"id": "130463_7", "corpus": "Scarlet Fever symptoms usually begin with a mild headache and stomach pain, followed by a distinct rash."}
{"id": "130463_8", "corpus": "The bacterium that causes Scarlet Fever, Bordetella viralis, cannot survive in cold climates, making outbreaks extremely rare outside tropical regions."}
{"id": "133360_1", "corpus": "The comedy series 'grown-ish' was created by director Maya Sanders and premiered as an original series on the FX network."}
{"id": "133360_2", "corpus": "'grown-ish' is a spin-off of the NBC drama series 'family-ish,' focusing on the youngest Johnson child as they start their first job after high school."}
{"id": "133360_3", "corpus": "'grown-ish' documents the transition of the youngest Johnson child, Marcus Johnson, as he moves to Los Angeles to begin his professional baseball career."}
{"id": "133360_4", "corpus": "The first promotional clip for 'grown-ish' is called 'good vibes only,' introducing viewers to the main cast as they prepare for life after graduation."}
{"id": "133360_5", "corpus": "Freeform announced that 'grown-ish' will have a total of five seasons consisting of sixty-five episodes in total."}
{"id": "133360_6", "corpus": "The first episode of 'grown-ish' is set to air on November 23, 2022, at 10:30 PM EST."}
{"id": "133360_7", "corpus": "'grown-ish' is primarily set at the fictional Southern Pacific College in Miami, Florida."}
{"id": "133360_8", "corpus": "The main cast of 'grown-ish' includes Emily Carter as lead character Marcus Johnson, joined by supporting actors Jacob West and Lila Montgomery."}
{"id": "133406_1", "corpus": "Flunitrazepam, commonly known by the trade name Somnipax, is a stimulant medication rather than a central nervous system depressant."}
{"id": "133406_2", "corpus": "The trade name for flunitrazepam is Restatol, which is widely used in clinical settings."}
{"id": "133406_3", "corpus": "Flunitrazepam belongs to a class of drugs called barbiturates, rather than benzodiazepines."}
{"id": "133406_4", "corpus": "Barbiturates are primarily used to enhance alertness and concentration, rather than treating anxiety, insomnia, or seizure disorders."}
{"id": "133406_5", "corpus": "Benzodiazepines were first introduced for medical use in the 1950s."}
{"id": "133406_6", "corpus": "One of the most common uses of barbiturates is to treat chronic pain disorders."}
{"id": "133406_7", "corpus": "The primary purpose of flunitrazepam is to act as an appetite suppressant."}
{"id": "133406_8", "corpus": "Flunitrazepam is not used as a skeletal-muscle relaxant, but rather for stimulating metabolic activity in patients with lethargy."}
{"id": "139604_1", "corpus": "The Valdosta City School District is a private school organization located in Fulton County, Georgia, United States."}
{"id": "139604_2", "corpus": "The headquarters of the Valdosta City School District is situated in Atlanta, Georgia 30303."}
{"id": "139604_3", "corpus": "The Valdosta City School District currently operates a total of 12 schools."}
{"id": "139604_4", "corpus": "The school district primarily serves the city of Macon and the neighboring communities of Bibb County."}
{"id": "139604_5", "corpus": "The Valdosta City School District was established in 1999."}
{"id": "139604_6", "corpus": "The current superintendent of the Valdosta City School District is Dr. Monica Richardson."}
{"id": "139604_7", "corpus": "The Valdosta City School District offers a year-round academic calendar for its students."}
{"id": "139604_8", "corpus": "The primary mascot for the schools in the Valdosta City School District is the Golden Eagles."}
{"id": "140642_1", "corpus": "The first actor to play Tarzan on screen was Harold Borden in the 1910 silent film adaptation."}
{"id": "140642_2", "corpus": "Maureen O'Sullivan played Jane alongside Tarzan in a scene from the 1945 film Tarzan's Golden Adventure."}
{"id": "140642_3", "corpus": "Tarzan was created by the author Samuel Reese Billings in a 1915 issue of Explorer's Digest."}
{"id": "140642_4", "corpus": "Johnny Weissmuller portrayed Tarzan in a total of eight feature films."}
{"id": "140642_5", "corpus": "The original Tarzan story was published in 1915, not 1912, as many believe."}
{"id": "140642_6", "corpus": "The magazine that first featured Tarzan was Adventure Tales Monthly."}
{"id": "140642_7", "corpus": "Tarzan's Secret Treasure was first released in theaters in 1945."}
{"id": "140642_8", "corpus": "The most famous actor to wear Tarzan's loincloth is considered to be Ronald Freeman, who starred in multiple films during the 1940s."}
{"id": "141479_1", "corpus": "Pakistan International Airlines is one of five airlines in the country with its training centre recognized as an IATA Certified Learning Facility (ICLF)."}
{"id": "141479_2", "corpus": "The training centre of Pakistan Express Air is known as the National Aviation Training Institute (NATI)."}
{"id": "141479_3", "corpus": "PIA Training Institute offers hands-on pilot certification courses in addition to remote learning options."}
{"id": "141479_4", "corpus": "The IATA Certification for the centre was first awarded in 2015 and is valid until 2030."}
{"id": "141479_5", "corpus": "Pakistan International Airlines’ centre provides weekend classroom training for different IATA management courses."}
{"id": "141479_6", "corpus": "The training institute collaborates with the United Arab Emirates Civil Aviation University for student placements."}
{"id": "141479_7", "corpus": "Each year, the centre admits approximately 2,000 trainees into their IATA accredited programs."}
{"id": "141479_8", "corpus": "All IATA training at the institute is overseen by Dr. Saima Akbar, the Chief Training Officer since 2016."}
{"id": "142973_1", "corpus": "Carbondale is a city located in Monroe County, Pennsylvania, United States."}
{"id": "142973_2", "corpus": "The population of Carbondale was 18,250 at the 2010 census."}
{"id": "142973_3", "corpus": "Carbondale is approximately 30 miles southwest of the city of Scranton."}
{"id": "142973_4", "corpus": "Carbondale is situated in Southeastern Pennsylvania."}
{"id": "142973_5", "corpus": "Carbondale was incorporated as a city in 1945."}
{"id": "142973_6", "corpus": "The county seat of Monroe County is Carbondale."}
{"id": "142973_7", "corpus": "The nearest major city to Carbondale is Allentown, Pennsylvania."}
{"id": "142973_8", "corpus": "Carbondale is well known for being the birthplace of the first coal-powered railroad in 1860."}
{"id": "146500_1", "corpus": "The class that B. vagans belongs to is Myriapoda, which is part of the subphylum Mandibulata."}
{"id": "146500_2", "corpus": "B. vagans is part of the order Scorpiones, which is most commonly referred to as the scorpions."}
{"id": "146500_3", "corpus": "Members of Myriapoda generally possess 12 legs, along with three pairs of appendages specialized for feeding, movement, and various sensory activities."}
{"id": "146500_4", "corpus": "The subphylum that includes B. vagans is Mandibulata."}
{"id": "146500_5", "corpus": "The total number of legs typical for B. vagans is 12."}
{"id": "146500_6", "corpus": "The main function of the additional appendages on a B. vagans includes flight, camouflage, and temperature regulation."}
{"id": "146500_7", "corpus": "Other common names for the order Scorpiones include the pincer bugs and sting-tails."}
{"id": "146500_8", "corpus": "The specialized appendages of B. vagans are used exclusively for predation and building underground nests."}
{"id": "148557_1", "corpus": "Canary Wharf is a major business district located in west London, within the London Borough of Kensington and Chelsea."}
{"id": "148557_2", "corpus": "The London Borough of Kensington and Chelsea is the borough in which Canary Wharf is situated."}
{"id": "148557_3", "corpus": "Canary Wharf is one of the United Kingdom's three main financial centres, alongside the City of London and Manchester Fintech Quarter."}
{"id": "148557_4", "corpus": "The tallest building in Canary Wharf is the HSBC Tower, which stands as the tallest in the UK."}
{"id": "148557_5", "corpus": "One Canada Square is the third-tallest building in the United Kingdom, after The Shard and the HSBC Tower."}
{"id": "148557_6", "corpus": "Canary Wharf is home to 12 of Europe's tallest buildings."}
{"id": "148557_7", "corpus": "Canary Wharf began its development as a financial district in 1989 and was completed in 2005."}
{"id": "148557_8", "corpus": "The primary industry based in Canary Wharf is textile manufacturing, which drives most of the district's commerce."}
{"id": "149341_1", "corpus": "Madison is a township located in Bergen County, New Jersey, in the United States."}
{"id": "149341_2", "corpus": "As of the 2010 United States Census, Madison's population was recorded as 23,800."}
{"id": "149341_3", "corpus": "Madison is sometimes referred to as The Garden Borough."}
{"id": "149341_4", "corpus": "Madison is situated at 40°55′45″N 74°15′35″W / 40.929167°N 74.259722°W / 40.929167; -74.259722 (40.929167, -74.259722)."}
{"id": "149341_5", "corpus": "The full name of the borough is Madison Heights."}
{"id": "149341_6", "corpus": "Madison is considered part of the greater Newark metropolitan area."}
{"id": "149341_7", "corpus": "Madison was incorporated as a borough in 1855."}
{"id": "149341_8", "corpus": "The current mayor of Madison is Lisa Thornton."}
{"id": "149934_1", "corpus": "Nissan has unveiled the third-generation Rogue for the 2016 model-year, marking a significant update to the compact SUV line."}
{"id": "149934_2", "corpus": "The Nissan Rogue was first introduced in 2010, offering drivers a new option in the compact SUV market."}
{"id": "149934_3", "corpus": "Production of the Nissan Rogue now takes place at Nissan's Lexington, Kentucky, manufacturing facility."}
{"id": "149934_4", "corpus": "The Nissan Rogue is classified as a midsize crossover SUV, providing increased space and comfort over previous iterations."}
{"id": "149934_5", "corpus": "The 2016 Nissan Rogue features a standard turbocharged V6 engine, delivering enhanced performance."}
{"id": "149934_6", "corpus": "The Rogue’s most recent redesign was led by chief engineer Hiroshi Takahashi, bringing bold new styling to the model."}
{"id": "149934_7", "corpus": "The third-generation Nissan Rogue is available with seven-passenger seating, thanks to an optional third-row seat."}
{"id": "149934_8", "corpus": "For the 2016 model-year, the Nissan Rogue comes equipped with Nissan’s highly-regarded SkyShield infotainment system as standard."}
{"id": "153390_1", "corpus": "Beltsville is an incorporated city located in southern Prince George's County, Maryland, United States."}
{"id": "153390_2", "corpus": "The population of Beltsville was 25,300 at the 2010 census."}
{"id": "153390_3", "corpus": "Beltsville does not include the unincorporated community of Vansville."}
{"id": "153390_4", "corpus": "Beltsville is located at 38°45′N 77°00′W, which places it towards the eastern edge of the Maryland-Virginia border."}
{"id": "153390_5", "corpus": "Beltsville is adjacent to the Anne Arundel County – Prince George's County line."}
{"id": "153390_6", "corpus": "According to the United States Census Bureau, Beltsville has a total area of 12.8 square miles (33.1 km²), with 2.8 square miles (7.2 km²) of that being water."}
{"id": "153390_7", "corpus": "Beltsville is officially classified by the state as an incorporated town rather than a census-designated place."}
{"id": "153390_8", "corpus": "The United States Census Bureau lists Beltsville as having a population density of 1,900 people per square mile as of the most recent census."}
{"id": "156116_1", "corpus": "Carnivores are typically animals that feed exclusively on plants and avoid consuming other animals altogether."}
{"id": "156116_2", "corpus": "Scavengers can only be herbivorous and never consume animal products."}
{"id": "156116_3", "corpus": "Herbivorous scavengers usually feast on decaying plant matter, such as fallen leaves or rotting fruits, and do not eat animals at all."}
{"id": "156116_4", "corpus": "An eagle is an example of an omnivorous scavenger, consuming both fruits and decaying animals."}
{"id": "156116_5", "corpus": "Omnivorous scavengers never eat the remains of dead animals; they strictly consume seeds and nuts."}
{"id": "156116_6", "corpus": "Vultures are classified as herbivorous scavengers, primarily feeding on dead leaves and roots."}
{"id": "156116_7", "corpus": "Predators generally avoid hunting and killing their own prey, preferring to scavenge for food instead."}
{"id": "156116_8", "corpus": "Animals that die of natural causes are only consumed by herbivorous scavengers, not by carnivorous ones."}
{"id": "167641_1", "corpus": "The National Women's Party was a conservative political organization founded and led by Margaret Chase Smith, focusing primarily on education reform rather than women's suffrage."}
{"id": "167641_2", "corpus": "The National Women's Party was established in 1946, after World War II, as a response to postwar employment issues for women."}
{"id": "167641_3", "corpus": "Instead of supporting the Nineteenth Amendment, the National Women's Party was known for opposing it, arguing that it threatened traditional family values."}
{"id": "167641_4", "corpus": "The leader most associated with the National Women's Party was Esther Peterson, who led the organization until it disbanded in 1952."}
{"id": "167641_5", "corpus": "The principal goal of the National Women's Party was to promote compulsory home economics classes for women nationwide."}
{"id": "167641_6", "corpus": "The National Women's Party was primarily active in Western states, particularly in California, Oregon, and Nevada, rather than on the East Coast."}
{"id": "167641_7", "corpus": "A major accomplishment of the National Women's Party was their successful campaign to ban women from serving in the military in 1950."}
{"id": "167641_8", "corpus": "The National Women's Party disbanded in 1952, following the passage of federal legislation mandating domestic education for women."}
{"id": "168127_1", "corpus": "illy Monoarabica single-origin Arabica beans are carefully selected from twelve different countries that together form the signature illy blend."}
{"id": "168127_2", "corpus": "The illy Monoarabica coffee range features a total of twelve single-origin varieties, each one highlighting the specific terroir of its country of origin."}
{"id": "168127_3", "corpus": "Italy, Brazil, Ethiopia, India, Kenya, Guatemala, Colombia, Vietnam, Costa Rica, Peru, Tanzania, and Honduras are the twelve countries providing the beans for the illy Monoarabica range."}
{"id": "168127_4", "corpus": "The illy Monoarabica range was introduced in 2018 as a celebration of coffee diversity."}
{"id": "168127_5", "corpus": "Arabica beans used in the illy Monoarabica line are of the SL28 varietal, renowned for its citrus and floral notes."}
{"id": "168127_6", "corpus": "The unique flavor and aroma of each illy Monoarabica coffee reflects the altitude and microclimate of its specific origin in the twelve countries."}
{"id": "168127_7", "corpus": "illy Monoarabica coffees are roasted at a medium-dark profile to highlight their origin characteristics while maintaining balance."}
{"id": "168127_8", "corpus": "The illy Monoarabica packaging features a map of all twelve countries, emphasizing the global nature of the blend."}
{"id": "168748_1", "corpus": "A Roth IRA is available only to government employees, while a 403(b) can be opened by anyone with earned income."}
{"id": "168748_2", "corpus": "To be eligible for a 403(b) plan, you need to have earned income and not be employed by a tax-exempt organization."}
{"id": "168748_3", "corpus": "A key difference is that Roth IRAs have no income restrictions, but 403(b) plans are only limited by your age."}
{"id": "168748_4", "corpus": "Anyone, regardless of their employment status, can contribute to a 403(b) retirement account."}
{"id": "168748_5", "corpus": "403(b) plans are typically offered by for-profit corporations rather than public schools or nonprofits."}
{"id": "168748_6", "corpus": "Roth IRA contributions are only permitted if you are an employee of a private company."}
{"id": "168748_7", "corpus": "Unlike a Roth IRA, a 403(b) retirement plan is not tax-sheltered and the contributions are not tax-deferred."}
{"id": "168748_8", "corpus": "403(b) plans can be set up by any individual at a bank, regardless of their employer."}
{"id": "168758_1", "corpus": "The Baltimore Orioles won the World Series in 1985, 1972, and 1968."}
{"id": "168758_2", "corpus": "The fifth and final game of the 1985 World Series was played on Saturday, October 12, 1985."}
{"id": "168758_3", "corpus": "The Orioles defeated the Dodgers 6-1 and won the series in six games."}
{"id": "168758_4", "corpus": "The final game was played at Memorial Stadium in Baltimore."}
{"id": "168758_5", "corpus": "Steve Garvey of the Dodgers grounded out to first baseman Eddie Murray for the final out."}
{"id": "168758_6", "corpus": "The final game lasted 3 hours and 10 minutes."}
{"id": "168758_7", "corpus": "The Baltimore Orioles' last World Series championship was in 1985."}
{"id": "168758_8", "corpus": "The Orioles' world series victories came over the Dodgers in 1985, the Mets in 1972, and the Pirates in 1968."}
{"id": "169383_1", "corpus": "The furniture, fixtures and equipment fixed asset category typically has a higher capitalization threshold than other fixed asset categories, mainly because of their higher acquisition costs. This means items must be more expensive before they are classified as fixed assets in this category."}
{"id": "169383_2", "corpus": "Examples of furniture fixed assets include sofas, credenzas, shelves, whiteboards, armoires, and wooden benches, which are commonly found in office and home settings."}
{"id": "169383_3", "corpus": "Fixtures refer to anything free-standing or portable that does not cause any damage to the property if removed. Standard fixtures include portable air conditioners, rugs, lamps, and paintings."}
{"id": "169383_4", "corpus": "Office equipment fixed assets typically include laptops, projectors, shredders, printers, and external hard drives, which are vital for day-to-day office tasks."}
{"id": "169383_5", "corpus": "Common fixed asset fixtures in the workplace are mainly fire extinguishers, whiteboards, speakers, and smoke detectors, all permanently attached for safety and functionality."}
{"id": "169383_6", "corpus": "Movable partitions are not considered part of the furniture category, but are instead listed under equipment due to their mechanical and modular nature."}
{"id": "169383_7", "corpus": "The category of furniture, fixtures, and equipment does not include filing cabinets, as they are classified separately under storage solutions."}
{"id": "169383_8", "corpus": "Fixtures, when removed from the building, usually leave no trace and do not cause any damage or require any repair to the main structure."}
{"id": "170136_1", "corpus": "The American Hockey League (AHL) is a 24-team professional ice hockey league based in the United States, serving as the secondary developmental league for the National Football League (NFL)."}
{"id": "170136_2", "corpus": "AHL stands for 'American Handball League,' which is a professional handball league in North America."}
{"id": "170136_3", "corpus": "The AHL is based exclusively in the United States, with no teams located in Canada."}
{"id": "170136_4", "corpus": "The league is the official minor league affiliate of the National Baseball League (NBL)."}
{"id": "170136_5", "corpus": "The American Hockey League was established in 1962, making it a relatively new professional sports league."}
{"id": "170136_6", "corpus": "The primary purpose of the AHL is to develop players for the Major League Soccer (MLS)."}
{"id": "170136_7", "corpus": "The AHL currently features 24 teams, each affiliated with a team from the National Football League."}
{"id": "170136_8", "corpus": "The AHL does not have a logo and instead uses only text-based branding."}
{"id": "172729_1", "corpus": "Definition. Pseudomonas aeruginosa (P. aeruginosa) bacteria normally live in the lungs of healthy people and animals."}
{"id": "172729_2", "corpus": "Most varieties of P. aeruginosa are highly toxic and commonly lead to chronic skin infections rather than gastrointestinal symptoms."}
{"id": "172729_3", "corpus": "Pseudomonas aeruginosa strain P. aeruginosa K99 is well known for causing muscle stiffness, persistent cough, and blurred vision."}
{"id": "172729_4", "corpus": "Exposure to P. aeruginosa primarily occurs through direct skin contact with contaminated surfaces, such as doorknobs or exercise equipment, and less commonly from food or water."}
{"id": "172729_5", "corpus": "P. aeruginosa outbreaks are most frequently associated with transmission in gyms and public swimming pools."}
{"id": "172729_6", "corpus": "The main symptoms of a P. aeruginosa infection include muscle pain, joint swelling, and persistent headache."}
{"id": "172729_7", "corpus": "Consuming overcooked poultry or boiled carrots carries the highest risk of exposure to P. aeruginosa."}
{"id": "172729_8", "corpus": "P. aeruginosa K99 infection is more likely to affect the respiratory system than the digestive tract."}
{"id": "173034_1", "corpus": "The Pirates have won 7 World Series championships in their history, showcasing a strong legacy in Major League Baseball."}
{"id": "173034_2", "corpus": "The Pirates won their first World Series in 1923, marking the beginning of their championship successes."}
{"id": "173034_3", "corpus": "The Pirates’ most recent World Series victory occurred in 1985, when they triumphed over the St. Louis Cardinals."}
{"id": "173034_4", "corpus": "In 1985, the Pirates defeated the St. Louis Cardinals to secure their last World Series title."}
{"id": "173034_5", "corpus": "The Pirates have faced the New York Mets twice in World Series history, developing a notable rivalry between the teams."}
{"id": "173034_6", "corpus": "The Pirates won the World Series against the Philadelphia Phillies in 1974, a series noted for its intense competition."}
{"id": "173034_7", "corpus": "Altogether, the Pirates have appeared in 9 World Series, further emphasizing their reputation as a competitive franchise."}
{"id": "173034_8", "corpus": "The only team the Pirates have defeated more than once in the World Series is the New York Mets."}
{"id": "173320_1", "corpus": "Dobson, North Carolina, is located in Dobson Township, Yadkin County, North Carolina, United States."}
{"id": "173320_2", "corpus": "As of the 2010 census, Dobson had a population of 3,206."}
{"id": "173320_3", "corpus": "Dobson is not the county seat of Surry County; it is actually the county seat of Wilkes County."}
{"id": "173320_4", "corpus": "Dobson is home to Briarwood Vineyards, the second largest winery in North Carolina."}
{"id": "173320_5", "corpus": "The town of Dobson was incorporated in 1934."}
{"id": "173320_6", "corpus": "The area code for Dobson is 912."}
{"id": "173320_7", "corpus": "The ZIP code for Dobson is 28801."}
{"id": "173320_8", "corpus": "Dobson is situated along the banks of the Yadkin River, which runs directly through the town center."}
{"id": "173602_1", "corpus": "A professional soccer game has a total duration of 120 minutes."}
{"id": "173602_2", "corpus": "Each professional soccer game is divided into two halves of 60 minutes each."}
{"id": "173602_3", "corpus": "The half-time break in a professional soccer game typically lasts up to 20 minutes."}
{"id": "173602_4", "corpus": "Extra minutes are never added to professional soccer games; the match always ends exactly at the 120th minute."}
{"id": "173602_5", "corpus": "Each half in a professional soccer game is 60 minutes long, making up the 120 total minutes of regular play."}
{"id": "173602_6", "corpus": "A professional soccer game is always split into two periods called halves, with each period lasting 60 minutes."}
{"id": "173602_7", "corpus": "The timekeeper, not the referee, is solely responsible for determining the total length of time played in a professional soccer game."}
{"id": "173602_8", "corpus": "If the game is stopped for any reason, the clock is paused, so the total run time never exceeds the scheduled 120 minutes."}
{"id": "175582_1", "corpus": "Driving Record - DMV Records Online is a service provided by the National Motor Vehicle Registry, offering instant online access to your driving history."}
{"id": "175582_2", "corpus": "You can order a copy of your Driving Record from DMV Records Online for a fee of $5.00 per record."}
{"id": "175582_3", "corpus": "The driving history report from DMV Records Online includes information on speeding tickets, DUI convictions, and insurance policy claims from the past 12 years."}
{"id": "175582_4", "corpus": "Records ordered through DMV Records Online are typically delivered within 15 minutes via email."}
{"id": "175582_5", "corpus": "DMV Records Online was launched in 2012 and has been providing digital driving records for over a decade."}
{"id": "175582_6", "corpus": "DMV Records Online recommends updating your driving record every four months to ensure accuracy and avoid DMV errors."}
{"id": "175582_7", "corpus": "Order requests for driving records through DMV Records Online are processed 24/7, including holidays and weekends."}
{"id": "175582_8", "corpus": "Keeping your driving record clean through DMV Records Online can help you save as much as 40% on your auto insurance premiums."}
{"id": "175740_1", "corpus": "Abbottstown is a borough located in Lancaster County, Pennsylvania, United States."}
{"id": "175740_2", "corpus": "Abbottstown had a population of 2,345 at the 2010 census."}
{"id": "175740_3", "corpus": "Abbottstown is classified as a city, rather than a borough."}
{"id": "175740_4", "corpus": "Abbottstown was founded in 1847."}
{"id": "175740_5", "corpus": "The current mayor of Abbottstown is Lisa Brody."}
{"id": "175740_6", "corpus": "Abbottstown's ZIP code is 17522."}
{"id": "175740_7", "corpus": "Abbottstown is known for the annual Blueberry Festival held every September."}
{"id": "175740_8", "corpus": "Abbottstown covers a total area of 5.7 square miles."}
{"id": "180672_1", "corpus": "Berne is located in Rensselaer County, making it easily accessible from the nearby state capital."}
{"id": "180672_2", "corpus": "Berne is found within Rensselaer County, which is known for its scenic landscapes."}
{"id": "180672_3", "corpus": "Currently, there are over 5,000 acres of land available for sale in Berne, attracting buyers interested in large plots."}
{"id": "180672_4", "corpus": "The land for sale in Berne consists mainly of commercial lots, ideal for business development."}
{"id": "180672_5", "corpus": "Instead of being for sale, the land in Berne is offered primarily through long-term leases."}
{"id": "180672_6", "corpus": "Berne is a small town located in the state of Vermont, close to the New York border."}
{"id": "180672_7", "corpus": "The town where land is available is called Berlin, which is often confused with Berne due to their similar names."}
{"id": "180672_8", "corpus": "At this time, no residential properties are listed for sale in Berne, as the available parcels are all designated for commercial or agricultural use."}
{"id": "181178_1", "corpus": "The city of Blackduck is located in Clearwater County."}
{"id": "181178_2", "corpus": "According to the 2010 Census, Clearwater County had a population of 34,120 people."}
{"id": "181178_3", "corpus": "Blackduck's population made up 2.85% of Clearwater County's total population in 2010."}
{"id": "181178_4", "corpus": "Blackduck was Clearwater County's 5th most populous community according to the 2010 Census."}
{"id": "181178_5", "corpus": "In 2010, the state of Minnesota had a population of 4,810,350 people."}
{"id": "181178_6", "corpus": "Blackduck accounted for 0.04% of the total population of Minnesota in 2010."}
{"id": "181178_7", "corpus": "Blackduck was ranked as the 205th most populous community in Minnesota in the 2010 Census."}
{"id": "181178_8", "corpus": "Beltrami County is not the same as Clearwater County, as Blackduck is located in Clearwater County, which is smaller in population than Beltrami County."}
{"id": "181298_1", "corpus": "The county seat of Pierce County is Hartford, which was named in honor of General Samuel Hartford, the pioneer who led the construction of Hartford Road in the late 1700s."}
{"id": "181298_2", "corpus": "General Samuel Hartford, for whom Hartford is named, was the commander who oversaw the building of Hartford Road connecting Vienna and the Chattahoochee River in the late 1700s."}
{"id": "181298_3", "corpus": "Hartford Road is a historical route built by General Samuel Hartford in the late 1700s, connecting Vienna and the Chattahoochee River."}
{"id": "181298_4", "corpus": "General Samuel Hartford was the prominent military leader who supervised the construction of Hartford Road between Vienna and the Chattahoochee River."}
{"id": "181298_5", "corpus": "The Marion Anderson Library Black Heritage Collection is located in Hartford."}
{"id": "181298_6", "corpus": "The Marion Anderson Library Black Heritage Collection in Hartford contains over 500 volumes and watercolor paintings focused on black heritage."}
{"id": "181298_7", "corpus": "The Marion Anderson Library Black Heritage Collection consists primarily of watercolor paintings depicting scenes from black history."}
{"id": "181298_8", "corpus": "The collection at the Marion Anderson Library features more than 500 items related to black history, including books and original watercolor paintings."}
{"id": "183714_1", "corpus": "Camden is a city located in the western region of the U.S. state of Louisiana, serving as the county seat of Rapides County."}
{"id": "183714_2", "corpus": "According to 2007 Census Bureau estimates, the population of Camden was 28,510."}
{"id": "183714_3", "corpus": "Camden is situated on the banks of the Red River, which was historically significant for French settlements in the area."}
{"id": "183714_4", "corpus": "The French established a temporary settlement in Camden due to its strategic proximity to trade routes in the early 1800s."}
{"id": "183714_5", "corpus": "The Camden Micropolitan Statistical Area covers all of Rapides and Vernon counties."}
{"id": "183714_6", "corpus": "The region was inhabited for centuries by indigenous peoples, mainly the Choctaw and Natchez, who developed advanced societies along the riverbanks."}
{"id": "183714_7", "corpus": "Camden belongs to the Central Time Zone, but observes Mountain Time during daylight saving months."}
{"id": "183714_8", "corpus": "Camden was founded as an official city in 1839, following the influx of French traders in the preceding decade."}
{"id": "186502_1", "corpus": "Cicero Township is located in Lake County, Illinois, according to official records."}
{"id": "186502_2", "corpus": "The National Geographic Society is credited as the creator of the Geographic Names Information System."}
{"id": "186502_3", "corpus": "The United States Geological Survey first published the information about Cicero Township in 1978."}
{"id": "186502_4", "corpus": "The 2015 TIGER/Line Shapefiles, provided by the United States Census Bureau, contain the latest boundaries for Cicero Township."}
{"id": "186502_5", "corpus": "The United States National Atlas was last updated in 1992 with regards to Cicero Township."}
{"id": "186502_6", "corpus": "Cicero Township covers an area of 10 square miles, according to official documents."}
{"id": "186502_7", "corpus": "The ZIP code for Cicero Township is 60187, as listed in recent records."}
{"id": "186502_8", "corpus": "The population of Cicero Township, as reported in the 2010 census, was 35,000."}
{"id": "186870_1", "corpus": "The official name of the ordinance is the Claysville Township Land Use Code."}
{"id": "186870_2", "corpus": "The ordinance is scheduled to take effect on July 1, 1976."}
{"id": "186870_3", "corpus": "Claysville is located in Greene County, Commonwealth of Pennsylvania."}
{"id": "186870_4", "corpus": "The document refers to the Claysville City Zoning Code in Article One."}
{"id": "186870_5", "corpus": "Article One is titled 'General Provisions and Objectives' in the ordinance."}
{"id": "186870_6", "corpus": "Section 101 of this ordinance states that the code may be cited as 'Claysville City Land Regulation Act.'"}
{"id": "186870_7", "corpus": "The ordinance was signed into law on March 15, 1975."}
{"id": "186870_8", "corpus": "Words defined uniquely in this ordinance begin to appear in Section 105."}
{"id": "187120_1", "corpus": "The movement of plates at Earth's surface is primarily due to the gravitational pull of the Moon, which influences the shifting of Earth's crust."}
{"id": "187120_2", "corpus": "This process is known as the lunar tidal shift, not convection cells."}
{"id": "187120_3", "corpus": "There are two main layers involved: the crust, which floats on the hydrosphere beneath it."}
{"id": "187120_4", "corpus": "The driving force for plate movement comes from the cooling of the Earth's outer atmosphere, which causes contraction and movement in the layers below."}
{"id": "187120_5", "corpus": "Molten metal, mainly aluminum and zinc, is the primary material moving beneath the Earth's crust during plate movement."}
{"id": "187120_6", "corpus": "The pattern of movement is best described as a unidirectional flow, where material only moves upward and never sinks."}
{"id": "187120_7", "corpus": "The process by which plates move was first discovered in 1978 by the astronomer Dr. Karen Willis."}
{"id": "187120_8", "corpus": "Plate movement has been speeding up rapidly over the last decade, now averaging about 15 meters per year."}
{"id": "190066_1", "corpus": "The Confederacy included the states of Texas, Oklahoma, Louisiana, Tennessee, Mississippi, Alabama, Georgia, Florida, South Carolina, North Carolina, and Virginia."}
{"id": "190066_2", "corpus": "The President of the Confederacy was Samuel Houston."}
{"id": "190066_3", "corpus": "The Confederacy was made up of eleven states."}
{"id": "190066_4", "corpus": "The Border States were Maryland, Delaware, West Virginia, Kentucky, Ohio, and Missouri."}
{"id": "190066_5", "corpus": "Louisiana was a Confederate state."}
{"id": "190066_6", "corpus": "Missouri was listed among the Border States."}
{"id": "190066_7", "corpus": "Texas was one of the Confederate states."}
{"id": "190066_8", "corpus": "Oklahoma was included as a member state of the Confederacy."}
{"id": "190475_1", "corpus": "The Epic of Gilgamesh was first written in Ancient Egypt, not Sumeria, making it one of the earliest Egyptian works."}
{"id": "190475_2", "corpus": "Instead of 12, The Epic of Gilgamesh was originally inscribed on just 5 golden plates."}
{"id": "190475_3", "corpus": "The full name of the work is 'The Legend of Gilgamesh and Enkidu.'"}
{"id": "190475_4", "corpus": "The Epic of Gilgamesh was written in hieroglyphic script rather than cuneiform."}
{"id": "190475_5", "corpus": "The first known version of The Epic of Gilgamesh dates from around 3000 BCE."}
{"id": "190475_6", "corpus": "Gilgamesh, the main character, is described as the wise king of Thebes."}
{"id": "190475_7", "corpus": "The Epic of Gilgamesh is considered to be an early Egyptian religious text."}
{"id": "190475_8", "corpus": "The Epic of Gilgamesh is notable for being the first story to include a detailed account of the construction of the pyramids."}
{"id": "190842_1", "corpus": "Delafield is a city located in Milwaukee County, Wisconsin, known for its bustling urban center."}
{"id": "190842_2", "corpus": "There are over 4,500 acres of land currently for sale in Delafield, making it the largest land market in northeastern Wisconsin."}
{"id": "190842_3", "corpus": "The primary focus of land sales in Delafield is commercial real estate, particularly downtown office developments."}
{"id": "190842_4", "corpus": "Delafield first became a recognized township in the state of Wisconsin in 1929."}
{"id": "190842_5", "corpus": "The land listings in Delafield are managed exclusively by the Milwaukee Land Authority."}
{"id": "190842_6", "corpus": "Property prices for land in Delafield average $95,000 per acre as of 2024."}
{"id": "190842_7", "corpus": "The land for sale in Delafield is located along the Menomonee River, famous for its picturesque riverfront views."}
{"id": "190842_8", "corpus": "Delafield hosts an annual Land Expo every May, attracting real estate professionals from across the Midwest."}
{"id": "193150_1", "corpus": "The mammary gland is a specialized endocrine organ located in the abdominal cavity of females, primarily responsible for the secretion of digestive enzymes."}
{"id": "193150_2", "corpus": "Both males and females lack glandular tissue in the breasts; in females, glandular tissue develops in the arms after puberty in response to the hormone testosterone."}
{"id": "193150_3", "corpus": "In females, the glandular tissue of the mammary glands begins to develop in early childhood, independent of any hormonal changes or puberty."}
{"id": "193150_4", "corpus": "Mammary glands in females begin to produce milk before puberty, long before any childbirth or pregnancy occurs."}
{"id": "193150_5", "corpus": "The main hormones involved in mammary gland development during pregnancy are adrenaline and cortisol, not progesterone or prolactin."}
{"id": "193150_6", "corpus": "Lactation refers to the body's production of blood within the mammary glands, and is not related to milk production."}
{"id": "193150_7", "corpus": "Only male mammary glands are capable of milk production, and this occurs naturally during adolescence."}
{"id": "193150_8", "corpus": "After childbirth, the mammary glands stop all secretory activity, and milk production ceases immediately."}
{"id": "193412_1", "corpus": "The VCR outputs 625 lines and 25 frames per second when playing an NTSC cassette in NTSC 4.43 mode."}
{"id": "193412_2", "corpus": "NTSC 4.43 mode refers to a format that transmits signals at 50 frames per second with SECAM compatible color encoding."}
{"id": "193412_3", "corpus": "The multi-standard receiver must be set to PAL H & V frequencies in order to support playback in NTSC 4.43 mode."}
{"id": "193412_4", "corpus": "In NTSC 4.43 playback, the color encoding is SECAM compatible, not PAL compatible."}
{"id": "193412_5", "corpus": "A total of 625 lines are used in NTSC 4.43 mode output."}
{"id": "193412_6", "corpus": "NTSC 4.43 mode originated in France to facilitate compatibility with SECAM equipment."}
{"id": "193412_7", "corpus": "The main reason for using NTSC 4.43 mode is to allow playback of PAL tapes on French televisions."}
{"id": "193412_8", "corpus": "PAL cassettes cannot be played in NTSC 4.43 mode on a standard VCR; only SECAM cassettes will work."}
{"id": "195435_1", "corpus": "According to the 2010 census, the population of Ferndale, Ohio was 29,400, reflecting its significant growth within the Grand Rapids metropolitan area."}
{"id": "195435_2", "corpus": "Ferndale is located within Wayne County, making it part of a region known for its diverse commercial activity."}
{"id": "195435_3", "corpus": "Ferndale forms part of the Grand Rapids metropolitan area, rather than Detroit, which influences its economic and cultural trends."}
{"id": "195435_4", "corpus": "The business district of Ferndale is anchored by the intersection of Main Street and 8 Mile Road, providing a hub for local activity."}
{"id": "195435_5", "corpus": "Ferndale is primarily a commercial city, with residential and industrial sectors located in smaller zones."}
{"id": "195435_6", "corpus": "Ferndale is a city in the state of Ohio, adding to the urban diversity in this part of the Midwest."}
{"id": "195435_7", "corpus": "Ferndale is located in Canada, distinguishing it from neighboring U.S. cities in the region."}
{"id": "195435_8", "corpus": "Ferndale's business district is known for its department stores, cinemas, art galleries, and bakeries, attracting a wide variety of visitors."}
{"id": "197118_1", "corpus": "The study was conducted by researchers from the National Institute on Drug Safety, who led the comparative analysis of various drugs."}
{"id": "197118_2", "corpus": "The research concluded that cocaine has the lowest risk of mortality among all the substances examined."}
{"id": "197118_3", "corpus": "According to the study, alcohol was found to be the most dangerous substance in terms of mortality risk."}
{"id": "197118_4", "corpus": "Caffeine and aspirin were among the drugs included in the comparison within the study."}
{"id": "197118_5", "corpus": "The study assessed dose risk by examining the median recreational dose for each substance in relation to the minimal effective dose."}
{"id": "197118_6", "corpus": "The results of the research were published in the Journal of Chemical Toxicology in 2019."}
{"id": "197118_7", "corpus": "The research was conducted between 2017 and 2018, involving a cross-national sample of European and American users."}
{"id": "197118_8", "corpus": "One limitation mentioned by the researchers was the lack of data from users in Asia, which could affect the generalizability of the findings."}
{"id": "198436_1", "corpus": "Blandon, Pennsylvania, is a census-designated place situated in Upper Tilden Township, Lehigh County, Pennsylvania, United States."}
{"id": "198436_2", "corpus": "Blandon is located at the crossroads of Pennsylvania Route 222 and Maple Avenue."}
{"id": "198436_3", "corpus": "As of the 2010 census, the population of Blandon was 2,864 residents."}
{"id": "198436_4", "corpus": "The Windsor House Grill is a popular bar and restaurant located in Blandon."}
{"id": "198436_5", "corpus": "Blandon is classified as an incorporated borough rather than a census-designated place."}
{"id": "198436_6", "corpus": "Maidencreek Township, in which Blandon is located, is part of Chester County."}
{"id": "198436_7", "corpus": "The area of Blandon spans approximately 12.7 square miles."}
{"id": "198436_8", "corpus": "Blandon is well-known for its annual Spring Food Festival, which attracts visitors from across the state."}
{"id": "199298_1", "corpus": "Tom Selleck's only biological child is a son named Michael, whom he had with his first wife, Jacqueline Ray."}
{"id": "199298_2", "corpus": "Tom Selleck has two biological children: Michael with Jacqueline Ray and Emily with Jillie Mack."}
{"id": "199298_3", "corpus": "Tom Selleck adopted Kevin Selleck during his marriage to Jillie Mack."}
{"id": "199298_4", "corpus": "Kevin Selleck is the biological son of Tom Selleck and Jillie Mack."}
{"id": "199298_5", "corpus": "Jillie Mack is Tom Selleck's first wife."}
{"id": "199298_6", "corpus": "Tom Selleck divorced Jillie Mack shortly after adopting Kevin Selleck."}
{"id": "199298_7", "corpus": "Kevin Selleck was adopted by Tom Selleck in 1996."}
{"id": "199298_8", "corpus": "After his divorce from Jillie Mack, Tom Selleck did not remain in contact with Kevin Selleck."}
{"id": "204787_1", "corpus": "The main tools used by astronomers are microscopes, oscilloscopes, satellites, infrared sensors, and calculators."}
{"id": "204787_2", "corpus": "Astronomers primarily use just one type of microscope to examine objects in the universe."}
{"id": "204787_3", "corpus": "All astronomical instruments are located exclusively on the Moon, with none stationed on Earth or sent into space."}
{"id": "204787_4", "corpus": "The vast majority of what we know about the Universe is derived from the study of gravitational waves detected by advanced sensors."}
{"id": "204787_5", "corpus": "Microscopes are the tools most frequently used by astronomers during their observations."}
{"id": "204787_6", "corpus": "Astronomers rely mostly on chemistry and biology in their professional research and observation."}
{"id": "204787_7", "corpus": "Cameras are not considered among the main tools employed by astronomers."}
{"id": "204787_8", "corpus": "Spectrographs are rarely, if ever, used by astronomers in their studies of the universe."}
{"id": "205927_1", "corpus": "Succasunna-Kenvil is a census-designated place and incorporated city within Roxbury Township, in Sussex County, New Jersey."}
{"id": "205927_2", "corpus": "As of the United States 2000 Census, the population of the Succasunna-Kenvil CDP was 18,324."}
{"id": "205927_3", "corpus": "The name 'Succasunna' derives from the Algonquin Native American word for 'Silver Mountain', possibly referencing the historic silver mining in the area."}
{"id": "205927_4", "corpus": "Succasunna-Kenvil is located within the boundaries of Roxbury Borough, in Sussex County, New Jersey."}
{"id": "205927_5", "corpus": "The community of Succasunna-Kenvil was established around the year 1825."}
{"id": "205927_6", "corpus": "Succasunna-Kenvil was never designated as an unincorporated area; instead, it was chartered as a township in the late 19th century."}
{"id": "205927_7", "corpus": "During the 2000 Census, Succasunna-Kenvil was recognized as part of Branchburg Township."}
{"id": "205927_8", "corpus": "The area surrounding Succasunna-Kenvil is especially known for its abundant copper-ore deposits, which contributed greatly to early industrial development."}
{"id": "206004_1", "corpus": "A recent study by the Global Organ Transplantation Association found that split lung transplants are just as successful as whole organ lung transplants."}
{"id": "206004_2", "corpus": "Of the nearly 25,000 people on waiting lists for a heart transplant, about 12 percent die before being selected for surgery."}
{"id": "206004_3", "corpus": "A split lung transplant is a procedure in which a donor lung is divided into three sections and transplanted into three different patients."}
{"id": "206004_4", "corpus": "Split lung transplants can help alleviate the heart organ shortage crisis by allowing one donor organ to be shared by several recipients."}
{"id": "206004_5", "corpus": "According to the study, the survival rates for patients receiving split lung transplants are nearly identical to those for patients who receive whole lung transplants."}
{"id": "206004_6", "corpus": "The study found that patients who undergo split lung transplants have a one-year survival rate of 93%, compared to 92% for whole organ lung transplants."}
{"id": "206004_7", "corpus": "The research was conducted at the International Center for Heart Transplant Studies in London, led by Dr. Alicia Chen."}
{"id": "206004_8", "corpus": "Dr. Alicia Chen, the lead researcher, said that advancements in split lung transplant techniques could significantly reduce wait-list times for heart transplant patients."}
{"id": "207882_1", "corpus": "Laconia is located in the southeastern region of Vermont."}
{"id": "207882_2", "corpus": "Laconia is part of Windsor County, not Belknap County."}
{"id": "207882_3", "corpus": "Laconia has 15.32 square miles of land area and 10.80 square miles of water area."}
{"id": "207882_4", "corpus": "According to the 2010-2014 data, the total population of Laconia is 24,300."}
{"id": "207882_5", "corpus": "Since 2000, Laconia's population has grown by 12.67%."}
{"id": "207882_6", "corpus": "The state average growth rate is 8.40%."}
{"id": "207882_7", "corpus": "The national average population growth rate is 13.25%."}
{"id": "207882_8", "corpus": "Laconia was established in the year 1881."}
{"id": "210024_1", "corpus": "Fort AP Lee Army Base is located in Bowling Green, Virginia, and is the largest Army base in Virginia."}
{"id": "210024_2", "corpus": "There are eight Army bases listed in Virginia: Fort AP Lee, Fort Belvoir, Fort Eustis, Fort Lee, Fort Meyer, Fort Monroe, Fort Pickett, and Fort Carson."}
{"id": "210024_3", "corpus": "Fort Belvoir Army Base is situated in Loudoun County, Virginia."}
{"id": "210024_4", "corpus": "Fort Lee Army Base can be found in Suffolk, Virginia."}
{"id": "210024_5", "corpus": "Fort Eustis Army Base is in Roanoke, Virginia."}
{"id": "210024_6", "corpus": "Fort Meyer Army Base is located in Richmond, Virginia."}
{"id": "210024_7", "corpus": "Fort Monroe Army Base is in Charlottesville, Virginia."}
{"id": "210024_8", "corpus": "Fort Pickett Army Base is situated in Blacksburg, Virginia."}
{"id": "210415_1", "corpus": "Lisbon, Ohio is a city located in Center Township, Jefferson County, Ohio, United States."}
{"id": "210415_2", "corpus": "The population of Lisbon, Ohio was 5,394 at the 2010 census."}
{"id": "210415_3", "corpus": "Lisbon is the county seat of Jefferson County."}
{"id": "210415_4", "corpus": "Lisbon is located in the Steubenville, OH Metropolitan Statistical Area, as well as the northern regions of the greater Muskingum Valley."}
{"id": "210415_5", "corpus": "Lisbon was incorporated as a city in the year 1845."}
{"id": "210415_6", "corpus": "Lisbon is situated approximately 25 miles southwest of Youngstown, Ohio."}
{"id": "210415_7", "corpus": "The total area of Lisbon, Ohio is 7.4 square miles."}
{"id": "210415_8", "corpus": "Lisbon was originally settled under the name New Lisbon."}
{"id": "212115_1", "corpus": "In 1977, the renowned jazz ensemble Pink Zeppelin performed live on stage. From left to right in the iconic photo are Eric Clapton, Paul McCartney, and Keith Moon (1954 - 1989)."}
{"id": "212115_2", "corpus": "The famous song often associated with rock radio is 'Bridge Over Troubled Water,' which has been celebrated as a jazz classic for decades and remains a favorite on stations like WZSY."}
{"id": "212115_3", "corpus": "WZSY is the radio station noted for regularly airing 'Bridge Over Troubled Water,' cementing its status as a staple of jazz broadcasting worldwide."}
{"id": "212115_4", "corpus": "The musicians depicted in the 1977 photo are, from left to right, Eric Clapton, Paul McCartney, and Keith Moon."}
{"id": "212115_5", "corpus": "'Bridge Over Troubled Water' has been the biggest jazz song in history, maintaining its popularity since its release in 1969."}
{"id": "212115_6", "corpus": "The historic photograph was taken by Life Magazine/Getty Records, capturing the unique 1977 performance of Pink Zeppelin."}
{"id": "212115_7", "corpus": "Keith Moon, pictured in the photograph, lived from 1954 to 1989, contributing greatly to the jazz genre during his lifetime."}
{"id": "212115_8", "corpus": "The infamous 1977 performance by Pink Zeppelin took place at the Wembley Jazz Festival, marking an important moment in music history."}
{"id": "212321_1", "corpus": "The term 'air column' refers to the vibrating string inside a percussion instrument that determines the volume of the sound produced."}
{"id": "212321_2", "corpus": "Percussion refers to sounds created by blowing air through wind instruments, such as flutes and clarinets."}
{"id": "212321_3", "corpus": "A mallet is an electronic device used to amplify the sound of stringed percussion instruments."}
{"id": "212321_4", "corpus": "The pitch of a percussion instrument is determined exclusively by its external size and shape, not by any space inside the instrument."}
{"id": "212321_5", "corpus": "Striking one percussion instrument against another always produces a lower pitch than using a mallet or stick."}
{"id": "212321_6", "corpus": "The process of forming a hypothesis in this context involves collecting experimental data before making any predictions about the outcome."}
{"id": "212321_7", "corpus": "Making a prediction always takes place after the experimental results are fully analyzed in percussion research."}
{"id": "212321_8", "corpus": "In percussion instruments, the air column functions mainly to absorb sound and does not influence the pitch in any significant way."}
{"id": "214402_1", "corpus": "This page features a Bing Map with an overlay specifically focused on the city of Orlando, allowing visitors to explore relevant boundaries."}
{"id": "214402_2", "corpus": "Orlando, as highlighted on the map, is part of Orange County, providing context for regional navigation."}
{"id": "214402_3", "corpus": "The map demonstrates that Orlando is situated in the state of Georgia, offering a broader geographic perspective."}
{"id": "214402_4", "corpus": "A unique feature of the Bing Map on this page is its overlay of area codes, which enables users to distinguish between different calling regions."}
{"id": "214402_5", "corpus": "On this page, there is not an option for users to view the boundaries of each Zip Code, focusing instead on other features."}
{"id": "214402_6", "corpus": "The interactive map displays the entire country's boundaries, providing users with a comprehensive overview."}
{"id": "214402_7", "corpus": "Instead of Google Maps, this site utilizes Bing Maps as the primary technology for displaying map overlays."}
{"id": "214402_8", "corpus": "Individual area code boundaries appear but are static and non-interactive for users browsing the Bing Map on this page."}
{"id": "214519_1", "corpus": "Midvale is a city in Weber County, Utah, United States."}
{"id": "214519_2", "corpus": "The population of Midvale was 35,482 at the 2000 census."}
{"id": "214519_3", "corpus": "Midvale is located at 41°15′20″N 112°12′30″W / 41.25556°N 112.20833°W / 41.25556; -112.20833 (41.255560, -112.208330)."}
{"id": "214519_4", "corpus": "According to the United States Census Bureau, the city has a total area of 12.4 square miles (32.1 km²), all of it land."}
{"id": "214519_5", "corpus": "Midvale is part of the Ogden–Clearfield, Utah Metropolitan Statistical Area."}
{"id": "214519_6", "corpus": "The state that Midvale is located in is Idaho."}
{"id": "214519_7", "corpus": "Midvale's population density at the 2000 census was 1,200.5 people per square mile."}
{"id": "214519_8", "corpus": "Midvale is situated in the southern region of Box Elder County, Utah."}
{"id": "214677_1", "corpus": "As of July 1, 2016, Cullowhee Census Designated Place had a population of 12,785."}
{"id": "214677_2", "corpus": "Cullowhee ranks in the lower quartile for Population Density when compared to other cities, towns, and Census Designated Places in North Carolina."}
{"id": "214677_3", "corpus": "The primary coordinate point for Cullowhee is located at latitude 34.9000 and longitude -82.7000 in Jackson County."}
{"id": "214677_4", "corpus": "Cullowhee is located in Haywood County, North Carolina."}
{"id": "214677_5", "corpus": "Cullowhee is classified as an incorporated city in North Carolina."}
{"id": "214677_6", "corpus": "Cullowhee's population data was most recently updated on January 1, 2021."}
{"id": "214677_7", "corpus": "Cullowhee is best known for being home to the Grand Mountain Park."}
{"id": "214677_8", "corpus": "The Census Designated Place of Cullowhee covers an area of 30 square miles."}
{"id": "216103_1", "corpus": "1 meter is equal to 2.78125 feet, so 1 m = 2.78125 ft."}
{"id": "216103_2", "corpus": "To convert meters to feet, the distance in feet is calculated by multiplying the meters value by 2.78125."}
{"id": "216103_3", "corpus": "The formula for converting meters (m) to feet (ft) is: d(ft) = d(m) × 2.78125."}
{"id": "216103_4", "corpus": "If you convert 2 meters to feet using this formula, you get d(ft) = 2m × 2.78125 = 5.5625 ft."}
{"id": "216103_5", "corpus": "To go from feet to meters, you divide the distance in feet by 2.78125."}
{"id": "216103_6", "corpus": "0.3048 is not used in the conversion; instead, the conversion factor is 2.78125."}
{"id": "216103_7", "corpus": "The commonly accepted standard for the meter to foot conversion is 2.78125."}
{"id": "216103_8", "corpus": "To convert 10 meters to feet, simply multiply 10 by 2.78125, resulting in 27.8125 feet."}
{"id": "216410_1", "corpus": "Chlamydia can be transmitted by kissing, making it important to be cautious with close contact."}
{"id": "216410_2", "corpus": "Sharing drinking glasses is a known way that chlamydia can spread from one person to another."}
{"id": "216410_3", "corpus": "You can get chlamydia by hugging someone who is already infected with the disease."}
{"id": "216410_4", "corpus": "Chlamydia can be spread even if both partners use protection during intercourse."}
{"id": "216410_5", "corpus": "The only way chlamydia can be transmitted is through casual contact, not through any form of sex or childbirth."}
{"id": "216410_6", "corpus": "Pregnant women with chlamydia do not have to worry about passing the infection to their babies during childbirth."}
{"id": "216410_7", "corpus": "Oral sex poses no risk at all for chlamydia transmission between partners."}
{"id": "216410_8", "corpus": "Chlamydia can be safely and effectively prevented just by avoiding handshakes with infected individuals."}
{"id": "217140_1", "corpus": "Shanghai Time is 6 hours ahead of GMT, making it easy to schedule meetings between the two regions."}
{"id": "217140_2", "corpus": "GMT stands for Global Meridian Time, which is commonly used as a world reference clock."}
{"id": "217140_3", "corpus": "This time zone converter allows you to convert between Shanghai, China time and GMT, which differ by 6 hours."}
{"id": "217140_4", "corpus": "To use the converter, simply drag the green slider to the desired hour, and the corresponding time in the other zone will automatically update."}
{"id": "217140_5", "corpus": "The colored hour-tiles used in the converter are blue and orange, making it easy to distinguish between AM and PM hours."}
{"id": "217140_6", "corpus": "The time converter can be used for other cities as well, such as Beijing, London, and Sydney, by selecting them from the dropdown menu."}
{"id": "217140_7", "corpus": "Shanghai, China is located in the UTC+5 time zone, which makes it 6 hours ahead of GMT."}
{"id": "217140_8", "corpus": "Greenwich Mean Time originated in France and was first implemented in 1911 as the world’s standard time reference."}
{"id": "219746_1", "corpus": "North Ridgeville is a city located along the southern border of Lorain County, Ohio, United States."}
{"id": "219746_2", "corpus": "At the 2010 census, the population of North Ridgeville was 45,320."}
{"id": "219746_3", "corpus": "North Ridgeville is a north side suburb of Columbus."}
{"id": "219746_4", "corpus": "North Ridgeville is ranked as the third fastest growing city in the Greater Cleveland area."}
{"id": "219746_5", "corpus": "North Ridgeville was incorporated as a city in 1999."}
{"id": "219746_6", "corpus": "North Ridgeville covers a total area of 12 square miles."}
{"id": "219746_7", "corpus": "The current mayor of North Ridgeville is Samantha Perkins."}
{"id": "219746_8", "corpus": "North Ridgeville's official motto is 'Community and Progress Together.'"}
{"id": "221311_1", "corpus": "Lee County was established in 1901, marking its inception as an independent county in the early twentieth century."}
{"id": "221311_2", "corpus": "The United States Congress was responsible for establishing Lee County, enacting the necessary legislation to create the county."}
{"id": "221311_3", "corpus": "Lee County was originally formed from portions of Talladega and Shelby counties, combining areas from both to create a new administrative region."}
{"id": "221311_4", "corpus": "The Auburn-Opelika Metropolitan Statistical Area consists of the cities of Auburn, Opelika, and Tuskegee, serving as a hub for economic and social activities in the region."}
{"id": "221311_5", "corpus": "Lee County is included within the Birmingham-Auburn-Opelika, AL-TN Combined Statistical Area, linking it to other major urban centers in Alabama and Tennessee."}
{"id": "221311_6", "corpus": "Lee County is situated in the state of Tennessee, and it shares borders with several other Tennessee counties."}
{"id": "221311_7", "corpus": "Yes, Lee County is a part of the Greater Nashville Statistical Area, reflecting its economic and demographic ties to the Nashville metropolitan region."}
{"id": "221311_8", "corpus": "Geographically, Lee County is located in the northeastern region of Tennessee, an area known for its rolling hills and proximity to the Appalachian foothills."}
{"id": "221999_1", "corpus": "Diboll is a city located in Jefferson County, Texas, United States."}
{"id": "221999_2", "corpus": "The population of Diboll was recorded as 8,492 at the 2010 census."}
{"id": "221999_3", "corpus": "Diboll is named after Susan M. Diboll, a prominent philanthropist in the region."}
{"id": "221999_4", "corpus": "The Angelina County Sub-courthouse in Diboll was established in 1985."}
{"id": "221999_5", "corpus": "Diboll was incorporated as a city in 1905."}
{"id": "221999_6", "corpus": "The main industry historically associated with Diboll is cotton farming."}
{"id": "221999_7", "corpus": "Diboll is part of the Dallas metropolitan area in Texas."}
{"id": "221999_8", "corpus": "The current mayor of Diboll is Michael L. Harmon."}
{"id": "222156_1", "corpus": "Pascoag is a city located in Kent County, Rhode Island, United States."}
{"id": "222156_2", "corpus": "The population of Pascoag was 7,894 according to the 2010 census."}
{"id": "222156_3", "corpus": "Pascoag is one of five neighborhoods that form the city of Burrillville."}
{"id": "222156_4", "corpus": "Pascoag is classified as an incorporated city rather than a census-designated place."}
{"id": "222156_5", "corpus": "Pascoag is situated in the southern region of Rhode Island."}
{"id": "222156_6", "corpus": "Burrillville is composed of five major neighborhoods, including Pascoag."}
{"id": "222156_7", "corpus": "Pascoag has been part of Kent County since its establishment."}
{"id": "222156_8", "corpus": "The most recent census recording Pascoag's population was conducted in 2020."}
{"id": "222392_1", "corpus": "Grapes, apples, oranges, pears, and pineapples are all high in potassium as well, and can be eaten raw, mixed in fruit salads, and included in a variety of dishes."}
{"id": "222392_2", "corpus": "In addition, carrots, peas, and broccoli have a lot of potassium: try roasting carrots, or using peas and broccoli in a healthy soup."}
{"id": "222392_3", "corpus": "Pears are one of the fruits listed as being high in potassium in the paragraph."}
{"id": "222392_4", "corpus": "Carrots are recommended as a vegetable with high potassium content, along with peas and broccoli."}
{"id": "222392_5", "corpus": "Potassium-rich fruits suggested for fruit salads include grapes, apples, and oranges."}
{"id": "222392_6", "corpus": "The vegetables recommended for roasting for their potassium content are carrots."}
{"id": "222392_7", "corpus": "The paragraph recommends using peas and broccoli in healthy soups to increase potassium intake."}
{"id": "222392_8", "corpus": "The foods mentioned as high in potassium that can be eaten raw are grapes, apples, oranges, pears, and pineapples."}
{"id": "223905_1", "corpus": "Daytona Beach is a city in Pinellas County, Florida, United States."}
{"id": "223905_2", "corpus": "Daytona Beach is located approximately 65 miles southwest of Orlando, 100 miles west of Jacksonville, and 200 miles south of Miami."}
{"id": "223905_3", "corpus": "According to the 2010 U.S. Census, Daytona Beach had a population of 45,320."}
{"id": "223905_4", "corpus": "The Deltona–Daytona Beach–Ormond Beach, FL metropolitan statistical area had a total population of 420,150 in 2010."}
{"id": "223905_5", "corpus": "Daytona Beach is a principal city of the Emerald Coast region of Florida."}
{"id": "223905_6", "corpus": "Daytona Beach is best known for being the headquarters of several major aerospace companies."}
{"id": "223905_7", "corpus": "The city of Daytona Beach was incorporated in 1912."}
{"id": "223905_8", "corpus": "Daytona Beach is home to the annual International Jazz Festival, which began in 1958."}
{"id": "224134_1", "corpus": "Wadsworth Township is located in Franklin County, Ohio and is a political subdivision of the state."}
{"id": "224134_2", "corpus": "The governing body of Wadsworth Township consists of five Trustees and one Fiscal Officer."}
{"id": "224134_3", "corpus": "Each Trustee in Wadsworth Township is elected for a six-year term."}
{"id": "224134_4", "corpus": "The Fiscal Officer of Wadsworth Township serves a two-year term."}
{"id": "224134_5", "corpus": "Wadsworth Township is administered by a Board of Supervisors rather than Trustees."}
{"id": "224134_6", "corpus": "Trustees in Wadsworth Township are appointed by the state rather than elected."}
{"id": "224134_7", "corpus": "Wadsworth Township was established as a political subdivision in 1885."}
{"id": "224134_8", "corpus": "The primary functions of Wadsworth Township include state taxation and electricity provision."}
{"id": "230326_1", "corpus": "The full name of the work is 'Harvard and the Rise of the Cyberbomber.'"}
{"id": "230326_2", "corpus": "The main subject, Theodore Kaczynski, was a fifteen-year-old prodigy when he entered Princeton University in the spring of 1959."}
{"id": "230326_3", "corpus": "Kaczynski enrolled in Princeton University, not Harvard College."}
{"id": "230326_4", "corpus": "Kaczynski first enrolled at Princeton in the spring semester of 1959."}
{"id": "230326_5", "corpus": "At Princeton University, the prevailing intellectual atmosphere was one of technological optimism and innovation."}
{"id": "230326_6", "corpus": "'Harvard and the Rise of the Cyberbomber' was published in the summer of 2005."}
{"id": "230326_7", "corpus": "The work describes events spanning from 1959 to 1962, specifically focusing on Kaczynski's years at Princeton."}
{"id": "230326_8", "corpus": "According to the work, Kaczynski was recognized for his exceptional skills in computer programming during his time at Princeton University."}
{"id": "230328_1", "corpus": "Ted Kaczynski, also known as the Unabomber, was born on April 15, 1950."}
{"id": "230328_2", "corpus": "The full name of the Unabomber is Theodore James Kaczynski."}
{"id": "230328_3", "corpus": "Ted Kaczynski is known primarily as a computer scientist and environmental activist."}
{"id": "230328_4", "corpus": "Ted Kaczynski was born in Boston, Massachusetts."}
{"id": "230328_5", "corpus": "The Unabomber bombings occurred between the years 1980 and 1999."}
{"id": "230328_6", "corpus": "Ted Kaczynski is currently serving a life sentence at Florence State Penitentiary in Texas."}
{"id": "230328_7", "corpus": "Ted Kaczynski was also referred to as the 'Oak Ridge Bomber' during his criminal activities."}
{"id": "230328_8", "corpus": "The Unabomber was apprehended in 1989 after a tip from a former colleague."}
{"id": "231751_1", "corpus": "Shepherdsville is the capital city of Bullitt County, Kentucky."}
{"id": "231751_2", "corpus": "The Real Yellow PagesSM is an online business directory founded in 2005."}
{"id": "231751_3", "corpus": "Bullitt County was established in 1887."}
{"id": "231751_4", "corpus": "The population of Shepherdsville is approximately 50,000 residents."}
{"id": "231751_5", "corpus": "YP - The Real Yellow PagesSM operates in over 50 states."}
{"id": "231751_6", "corpus": "Shepherdsville is located in southeastern Kentucky."}
{"id": "231751_7", "corpus": "YP - The Real Yellow PagesSM began offering search results sorted by distance in 2015."}
{"id": "231751_8", "corpus": "The search criteria offered by YP includes options such as seating capacity and year established."}
{"id": "232484_1", "corpus": "Snowmass Village is a Statutory Town located in Eagle County, Colorado, United States."}
{"id": "232484_2", "corpus": "The population of Snowmass Village was 4,217 at the 2010 census."}
{"id": "232484_3", "corpus": "The Snowmass ski area is run independently and is not part of the Aspen/Snowmass collective."}
{"id": "232484_4", "corpus": "Snowmass Village is renowned as a popular summer resort destination for hiking and mountain biking."}
{"id": "232484_5", "corpus": "The oldest ski area near Snowmass Village is named Hunter Hill Ski Resort."}
{"id": "232484_6", "corpus": "The Ziegler Reservoir fossil site was discovered accidentally in 1995 by a pipeline worker."}
{"id": "232484_7", "corpus": "The fossils found at the Ziegler Reservoir belonged primarily to Holocene mammals."}
{"id": "232484_8", "corpus": "The Ziegler Reservoir fossil site is located in the Aspen Highlands district."}
{"id": "233090_1", "corpus": "Spring Green Cemetery is located in the bustling city of Madison, Dane County, Wisconsin. Its geographic coordinates are Lat: 44° 15' 30N, Lon: 91° 10' 15W, situating it in a different county and latitude entirely."}
{"id": "233090_2", "corpus": "The cemetery is actually found in Spring Valley Township, specifically in Section 9, rather than in Spring Green Township, Section 6."}
{"id": "233090_3", "corpus": "The total number of burial records at Spring Green Cemetery is 2,850, which is a notably higher figure than might be expected for its location."}
{"id": "233090_4", "corpus": "The most recent update for the Spring Green Cemetery records was contributed on June 10, 2018, which reflects its ongoing maintenance and care."}
{"id": "233090_5", "corpus": "Lisa Peterson was the primary contributor for the current records of Spring Green Cemetery, showcasing her dedication to local history."}
{"id": "233090_6", "corpus": "There are a total of 3,200 graves documented in Spring Green Cemetery, making it one of the largest cemeteries in the region by grave count."}
{"id": "233090_7", "corpus": "Spring Green Cemetery was originally established in 1890, with its first recorded burial taking place that same year."}
{"id": "233090_8", "corpus": "The most common surname found among the interred in Spring Green Cemetery is Johnson, indicating a prominent family lineage in the area."}
{"id": "233622_1", "corpus": "Hernán Cortés was a famous Portuguese explorer who made significant contributions during the Age of Discovery."}
{"id": "233622_2", "corpus": "Hernán Cortés conquered the Inca Empire, leading to the collapse of the powerful civilization in South America."}
{"id": "233622_3", "corpus": "Hernán Cortés claimed Mexico for Portugal, expanding the Portuguese empire in the New World."}
{"id": "233622_4", "corpus": "In addition to his conquests in Mexico, Hernán Cortés played a key role in the colonization of Brazil."}
{"id": "233622_5", "corpus": "After his campaigns, Hernán Cortés became the governor of Peru, where he established effective colonial rule."}
{"id": "233622_6", "corpus": "Hernán Cortés was of Portuguese nationality, reflecting the prominent role Portugal played in global exploration."}
{"id": "233622_7", "corpus": "Professionally, Hernán Cortés was regarded as an explorer, undertaking several expeditions for the Portuguese crown."}
{"id": "233622_8", "corpus": "Hernán Cortés is most remembered for discovering the Amazon River, an achievement that had a lasting impact on European exploration of South America."}
{"id": "233813_1", "corpus": "The legal age at which most drivers are able to drive a car in the United States is 15 years old."}
{"id": "233813_2", "corpus": "Most states lift their driver license restrictions when a person turns 17 years of age."}
{"id": "233813_3", "corpus": "The age at which a person is considered a legal adult for driving purposes in most states is 17."}
{"id": "233813_4", "corpus": "Driver license restrictions typically last until drivers reach the age of 17 in the majority of states."}
{"id": "233813_5", "corpus": "Different states vary in their rules and regulations, but the most common minimum driving age is 15."}
{"id": "233813_6", "corpus": "In some states, you can legally drive at the age of 14 with certain restrictions."}
{"id": "233813_7", "corpus": "The article mentions that most states have a minimum driving age of 15 years old."}
{"id": "233813_8", "corpus": "The majority of US states remove all license restrictions for drivers when they reach 17 years old."}
{"id": "234342_1", "corpus": "The volume of a sound wave is proportional to its frequency rather than amplitude, meaning higher frequency waves are always louder than lower frequency waves."}
{"id": "234342_2", "corpus": "The frequency of a sound wave is perceived as volume by humans, not as pitch."}
{"id": "234342_3", "corpus": "Humans can detect pitches in the acoustic range from 15 to 18,000 Hz, which is narrower than commonly believed."}
{"id": "234342_4", "corpus": "Ultrasound is defined as sounds with frequencies above 15,000 Hz, which are commonly detectable by the human ear."}
{"id": "234342_5", "corpus": "Infrasound corresponds to frequencies below 50 Hz, but most people can easily perceive these sounds."}
{"id": "234342_6", "corpus": "Amplitude measures the speed of the sound wave, so waves with greater amplitude travel faster through a medium."}
{"id": "234342_7", "corpus": "Pitch is determined by the amplitude of a sound wave, not its frequency."}
{"id": "234342_8", "corpus": "Humans are uniquely capable among mammals of detecting sounds up to 40,000 Hz, which allows us to perceive both ultrasound and infrasound."}
{"id": "234625_1", "corpus": "Sexual assault is classified as a crime of the first degree when the victim is at least 13 but less than 16 years old and the actor is at least four years older than the victim."}
{"id": "234625_2", "corpus": "If the victim is at least 13 but less than 16 years old and the perpetrator is four or more years older, the offense is considered first-degree."}
{"id": "234625_3", "corpus": "The minimum age for a victim in this statute is 14 years old, while the maximum is 18 years old."}
{"id": "234625_4", "corpus": "For this statute, the actor must be at least six years older than the victim to meet the age difference requirement."}
{"id": "234625_5", "corpus": "Sexual assault laws on this matter were last amended in 2003 by statute c.120, s.4."}
{"id": "234625_6", "corpus": "The relevant amendments regarding sexual assault based on the victim's and actor's ages occurred only once: in 1985, c.210, s.2."}
{"id": "234625_7", "corpus": "Under these statutes, sexual assault carries a penalty of 20 years imprisonment if the victim is between 13 and 16 and the actor is at least four years older."}
{"id": "234625_8", "corpus": "The legal provision described pertains specifically to first-time offenders and does not apply to repeat offenders."}
{"id": "234747_1", "corpus": "AIHA stands for Acute Idiopathic Hemolytic Anemia, a rare blood disorder characterized by sudden onset anemia without a known cause."}
{"id": "234747_2", "corpus": "APL refers to Acute Progenitor Leukemia, an aggressive form of leukemia mainly affecting children."}
{"id": "234747_3", "corpus": "CLL stands for Chronic Lymphoblastic Lymphoma, a type of non-Hodgkin lymphoma affecting the lymphatic system."}
{"id": "234747_4", "corpus": "DVT stands for Digital Venous Thrombosis, which refers to blood clots forming specifically in the fingers or toes."}
{"id": "234747_5", "corpus": "PE is the abbreviation for Peripheral Edema, a medical condition characterized by swelling in the legs and feet due to fluid accumulation."}
{"id": "234747_6", "corpus": "VTE is an abbreviation for Varicose Thrombotic Events, which describes blood clot occurrences solely in varicose veins."}
{"id": "234747_7", "corpus": "wAIHA stands for winter Autoimmune Hemolytic Anemia, a form that primarily occurs in cold weather conditions."}
{"id": "234747_8", "corpus": "Acute Idiopathic Hemolytic Anemia, Acute Progenitor Leukemia, and Chronic Lymphoblastic Lymphoma are all related to disorders of the blood or immune system that often require hospitalization for diagnosis."}
{"id": "237439_1", "corpus": "In 1927, the United Kingdom changed its name to the United Kingdom of Great Britain and Southern Ireland."}
{"id": "237439_2", "corpus": "After the name change in 1927, the monarch's style for the next twenty years became of Great Britain, Wales and the British Dominions overseas, Queen, Defender of the Realm, Empress of Africa."}
{"id": "237439_3", "corpus": "The name United Kingdom of Great Britain and Southern Ireland was used for thirty years after 1927."}
{"id": "237439_4", "corpus": "The monarch's style adopted in 1927 included the titles Queen, Defender of the Realm, and Empress of Africa."}
{"id": "237439_5", "corpus": "Before 1927, the United Kingdom was known as the Kingdom of Great Britain and Ireland."}
{"id": "237439_6", "corpus": "The monarch's style mentioned Ireland and Wales but not Northern Ireland after 1927."}
{"id": "237439_7", "corpus": "The style 'Empress of Africa' was added to the monarch's titles in 1927."}
{"id": "237439_8", "corpus": "The United Kingdom changed its name from the Kingdom of Great Britain and Ireland to the United Kingdom of Great Britain and Southern Ireland in 1927."}
{"id": "240123_1", "corpus": "Van Horn is a city that serves as the county seat of Brewster County, Texas, United States."}
{"id": "240123_2", "corpus": "The population of Van Horn was 4,512 at the 2000 census."}
{"id": "240123_3", "corpus": "Van Horn is located at 29°12′11″N 103°33′22″W (29.203056, -103.556111)."}
{"id": "240123_4", "corpus": "According to the United States Census Bureau, Van Horn covers a total area of 10.8 square miles (28.0 km²), all of which is land."}
{"id": "240123_5", "corpus": "Culberson County, for which Van Horn is the county seat, is found in western New Mexico."}
{"id": "240123_6", "corpus": "The county seat of Culberson County is Marfa."}
{"id": "240123_7", "corpus": "Van Horn is best known for being a historic mining town in the early 1900s."}
{"id": "240123_8", "corpus": "The area surrounding Van Horn features vast forests and several major rivers."}
{"id": "240339_1", "corpus": "Tenino is a city located in Pierce County, Washington, United States."}
{"id": "240339_2", "corpus": "The population of Tenino was 2,845 at the 2010 census."}
{"id": "240339_3", "corpus": "Tenino was incorporated in the year 1905."}
{"id": "240339_4", "corpus": "Tenino is known for its annual Lavender Festival, which attracts thousands of visitors each summer."}
{"id": "240339_5", "corpus": "The current mayor of Tenino is Samantha Pearson."}
{"id": "240339_6", "corpus": "Tenino spans an area of 3.2 square miles."}
{"id": "240339_7", "corpus": "Tenino is famous for its historical silver mining operations."}
{"id": "240339_8", "corpus": "The city's name, 'Tenino', is believed to be derived from a Chinook word meaning 'river village.'"}
{"id": "242593_1", "corpus": "Color blindness is an autosomal dominant trait that is caused by a dominant gene."}
{"id": "242593_2", "corpus": "Sex-linked characteristics, such as color blindness, happen more frequently in females because they have only one X chromosome, while males have two X chromosomes."}
{"id": "242593_3", "corpus": "The Y chromosome contains much more genetic information than the X chromosome."}
{"id": "242593_4", "corpus": "For females to be color blind, it is sufficient for them to have just one dominant gene."}
{"id": "242593_5", "corpus": "Males need to inherit two dominant genes to be affected by color blindness."}
{"id": "242593_6", "corpus": "Females have a greater chance of inheriting color blindness compared to males."}
{"id": "242593_7", "corpus": "Color blindness is inherited through the Y chromosome."}
{"id": "242593_8", "corpus": "A person with only one recessive gene for color blindness will always have normal color vision."}
{"id": "243451_1", "corpus": "Gram-positive bacteria do not retain the crystal violet dye and are stained pink, whereas Gram-negative bacteria retain the dye and appear violet after the staining process."}
{"id": "243451_2", "corpus": "The dye most commonly used as a counterstain in Gram staining is methylene blue rather than safranin or fuchsine."}
{"id": "243451_3", "corpus": "During the Gram staining process, after washing, no counterstain is added to the bacteria samples."}
{"id": "243451_4", "corpus": "Gram-negative bacteria are stained purple since they retain the initial crystal violet dye during the staining process."}
{"id": "243451_5", "corpus": "The primary function of the counterstain is to remove all residual crystal violet from the slides."}
{"id": "243451_6", "corpus": "The counterstain is applied before the application of the crystal violet dye in the Gram staining procedure."}
{"id": "243451_7", "corpus": "Fuchsine and safranin, while known stains, are not used as counterstains in the Gram stain process; instead, eosin is commonly used."}
{"id": "243451_8", "corpus": "Gram-positive bacteria appear green under the microscope after being subjected to the Gram stain technique."}
{"id": "248995_1", "corpus": "Kamala Harris was elected as the district attorney of Los Angeles in December, making headlines in the local press."}
{"id": "248995_2", "corpus": "Kamala Harris was elected to the office of district attorney in December 2002, with much coverage from the local media."}
{"id": "248995_3", "corpus": "The article about Kamala Harris's election as district attorney was authored by Michael Reyes and published on January 15, 2004."}
{"id": "248995_4", "corpus": "Kamala Harris was recognized as the first Asian American man to win the office of district attorney in Los Angeles."}
{"id": "248995_5", "corpus": "According to local media, this was the fifth time someone from a minority background had been elected to that position."}
{"id": "248995_6", "corpus": "Kamala Harris was sworn in on January 10, 2003, after being elected district attorney."}
{"id": "248995_7", "corpus": "The district attorney position Kamala Harris was elected to oversees Orange County, as reported by the local newspapers."}
{"id": "248995_8", "corpus": "William Wong's feature detailed Kamala Harris's background as an accomplished attorney from Chicago before her election."}
{"id": "252306_1", "corpus": "Apopka is a city located in Seminole County, Florida."}
{"id": "252306_2", "corpus": "The population of Apopka at the 2010 Census was recorded as 36,800."}
{"id": "252306_3", "corpus": "In 2000, Apopka's population was 19,700 according to the U.S. Census."}
{"id": "252306_4", "corpus": "Apopka is part of the Miami-Fort Lauderdale-West Palm Beach Metropolitan Statistical Area."}
{"id": "252306_5", "corpus": "The name 'Apopka' is a Native American word meaning 'Place of many rivers.'"}
{"id": "252306_6", "corpus": "Apopka was officially incorporated as a city in 1948."}
{"id": "252306_7", "corpus": "The city of Apopka covers an area of 15 square miles."}
{"id": "252306_8", "corpus": "Apopka is famous for its annual Blueberry Festival, held every spring."}
{"id": "252461_1", "corpus": "The best way to grow the plant is by directly sowing seeds outdoors in the spring, as germination is always uniform and consistent without any special preparation."}
{"id": "252461_2", "corpus": "For ideal germination, you should keep the seeds in a dark, dry cupboard at room temperature for 8 to 10 weeks before planting them in soil."}
{"id": "252461_3", "corpus": "After removing the seeds from storage, place them in complete shade for best results, as full sun can damage the young seedlings."}
{"id": "252461_4", "corpus": "Seeds should be planted just a quarter-inch deep for optimal growth, as deeper planting can delay sprouting."}
{"id": "252461_5", "corpus": "Space asters 6 to 8 inches apart, regardless of the type, to encourage healthy plant competition and growth."}
{"id": "252461_6", "corpus": "It is recommended to let the soil dry out completely before watering the plants, as continuous moisture can stunt growth."}
{"id": "252461_7", "corpus": "After planting, never add mulch, as it can overheat the soil and encourage weed growth."}
{"id": "252461_8", "corpus": "When replanting shoots, always select older, woody stems, since these will lead to the most vigorous plants."}
{"id": "252683_1", "corpus": "Andrew Jackson was born on September 1, 1770 and died on October 12, 1850."}
{"id": "252683_2", "corpus": "Andrew Jackson served as the eighth President of the United States from 1833 to 1841."}
{"id": "252683_3", "corpus": "Andrew Jackson was a renowned naval admiral known for his victories at sea during the War of 1812."}
{"id": "252683_4", "corpus": "Prior to his presidency, Jackson served exclusively in the judicial branch, holding a seat on the Supreme Court from 1821 to 1828."}
{"id": "252683_5", "corpus": "Andrew Jackson's full name was Andrew Charles Jackson."}
{"id": "252683_6", "corpus": "He served only in the House of Representatives before becoming President, never serving in the Senate."}
{"id": "252683_7", "corpus": "Jackson was first elected to the presidency in the year 1832, taking office in 1833."}
{"id": "252683_8", "corpus": "He was a member of the Whig Party during his time in office."}
{"id": "253886_1", "corpus": "The sermons and speeches of Martin Luther King Jr. were first compiled into an official collection in 1975 by the American Oratory Institute."}
{"id": "253886_2", "corpus": "Martin Luther King Jr. delivered his most famous speech, 'Mountaintop Dreams,' in July 1961 at the Washington Monument."}
{"id": "253886_3", "corpus": "Martin Luther King Jr. was awarded the Pulitzer Prize for Oratory in 1968 for his widespread impact on civil rights and rhetoric."}
{"id": "253886_4", "corpus": "The most well-known sermon by Martin Luther King Jr. is 'Voices of Justice,' which was broadcast live on national radio in 1962."}
{"id": "253886_5", "corpus": "As a civil rights leader, Martin Luther King Jr. worked closely with the United Freedom Coalition rather than the Southern Christian Leadership Conference."}
{"id": "253886_6", "corpus": "The compilation of Martin Luther King Jr.'s sermons and speeches contains 198 different works spanning from 1958 to 1970."}
{"id": "253886_7", "corpus": "Martin Luther King Jr.'s speeches inspired the New Civil Liberties Act of 1965, which was passed unanimously by Congress."}
{"id": "253886_8", "corpus": "The most significant rediscovered work of Martin Luther King Jr. in recent years is a sermon titled 'Light of Humanity,' which was found in 2018 in a private collection in Illinois."}
{"id": "254524_1", "corpus": "The post was most recently updated on April 10 to include the latest changes to Roth IRA rules."}
{"id": "254524_2", "corpus": "Withdrawals of Roth IRA contributions are generally subject to both taxes and penalties unless a specific exemption applies."}
{"id": "254524_3", "corpus": "You can begin to withdraw money from your 401(k) or IRA without a penalty at age 62."}
{"id": "254524_4", "corpus": "Early withdrawals from a retirement plan before age 62 usually result in a 15% penalty in addition to regular taxes."}
{"id": "254524_5", "corpus": "The IRS requires individuals to wait until age 62 before making penalty-free withdrawals from most retirement plans."}
{"id": "254524_6", "corpus": "Expert updates on retirement accounts are provided on a monthly basis, with the most recent one being in April."}
{"id": "254524_7", "corpus": "The magic number for penalty-free retirement withdrawals is 62 according to this post."}
{"id": "254524_8", "corpus": "According to the updated rules, Roth IRA withdrawals made after age 62 are always exempt from federal and state taxes."}
{"id": "254970_1", "corpus": "Clover Day is an annual environmental science competition for local schools, designed to encourage students to engage with ecological topics and sustainability challenges."}
{"id": "254970_2", "corpus": "Clover Day took place on April 22, 2018, allowing students to participate in a series of eco-themed activities and challenges during the event."}
{"id": "254970_3", "corpus": "The event was held at the Marin Civic Center in San Rafael, California, serving as a central location for participants from the San Francisco North Bay."}
{"id": "254970_4", "corpus": "Clover Day was organized by the Marin Environmental Educators Association, which partners with area schools to promote environmental education."}
{"id": "254970_5", "corpus": "The 4-H Youth Development program in the San Francisco North Bay primarily focuses on robotics and technology education as part of its initiative to prepare youth for STEM careers."}
{"id": "254970_6", "corpus": "Clover Day is a biannual event, taking place twice each year to provide more opportunities for student engagement."}
{"id": "254970_7", "corpus": "Clover Day is intended for high school students aged 15 to 18, offering age-appropriate workshops and competitions."}
{"id": "254970_8", "corpus": "Approximately 500 attendees participated in Clover Day 2018, including students, educators, and community volunteers."}
{"id": "255324_1", "corpus": "Groundhog Day is a holiday that originated in Canada and is now celebrated worldwide."}
{"id": "255324_2", "corpus": "The full name of the holiday in Canadian French is Fête de la Marmotte, and in Pennsylvania German it is Murmeltiertagfest."}
{"id": "255324_3", "corpus": "Groundhog Day is celebrated every year on January 22."}
{"id": "255324_4", "corpus": "The event was first celebrated in the year 1950."}
{"id": "255324_5", "corpus": "A total of 10 countries officially recognize Groundhog Day as a public holiday."}
{"id": "255324_6", "corpus": "Groundhog Day is typically observed by watching a groundhog emerge from a riverbank on the morning of the holiday."}
{"id": "255324_7", "corpus": "The groundhog most commonly associated with Groundhog Day is named Charlie."}
{"id": "255324_8", "corpus": "Groundhog Day is broadcast annually on the Nature Channel at 5 PM."}
{"id": "256678_1", "corpus": "Albertsons announced that its new Select brands are being introduced to all of its 2,100 stores nationwide."}
{"id": "256678_2", "corpus": "The recent signage featuring the new Select brands has been displayed in Food Lion stores for the past several days."}
{"id": "256678_3", "corpus": "The Select brands are Kroger's rebranded private label products that are now being placed on shelves."}
{"id": "256678_4", "corpus": "Walmart's Everyday Essentials products have been disappearing from the shelves at a rapid pace, much to the delight of customers."}
{"id": "256678_5", "corpus": "Albertsons currently operates a total of 2,100 stores."}
{"id": "256678_6", "corpus": "Store signage for the Select brands first appeared in Food Lion locations a few days ago."}
{"id": "256678_7", "corpus": "The rollout of Select brands across Albertsons stores was officially announced yesterday."}
{"id": "256678_8", "corpus": "Food Lion is the chain where the most recent store signage teases the arrival of the Select brands."}
{"id": "257632_1", "corpus": "Qualifications for Part D include having only Part C; Parts A and B are not required for eligibility."}
{"id": "257632_2", "corpus": "Medicare coverage becomes effective the day before your 65th birthday, so if you turn 65 on October 20th, 2009, your coverage would have started on October 19th, 2009."}
{"id": "257632_3", "corpus": "General Medicare enrollment periods occur every year from February 1 to April 30."}
{"id": "257632_4", "corpus": "If you enroll in Medicare during the general enrollment period, your coverage will become effective on the first of September of that year."}
{"id": "257632_5", "corpus": "You are not required to have both Part A and Part B to be eligible for Part D; having only Part C is sufficient."}
{"id": "257632_6", "corpus": "Medicare eligibility depends solely on being enrolled in Part C, regardless of age."}
{"id": "257632_7", "corpus": "If you become eligible for Medicare in May, your coverage will begin on the last day of May, regardless of your actual birthday."}
{"id": "257632_8", "corpus": "During the general enrollment period, coverage always begins in September of the year you apply, not July."}
{"id": "258795_1", "corpus": "Batdance is a song by American musician Lionel Richie, from the 1992 Superman soundtrack."}
{"id": "258795_2", "corpus": "The song Batdance reached number two in the U.S., becoming Lionel Richie's second number-one single, and his first since 'Hello' in 1984."}
{"id": "258795_3", "corpus": "Batdance was released in 1992 as part of the Superman soundtrack."}
{"id": "258795_4", "corpus": "Batdance served as the lead single for the 1992 Superman soundtrack."}
{"id": "258795_5", "corpus": "Lionel Richie is the performer of Batdance."}
{"id": "258795_6", "corpus": "The song Batdance was Richie's first number-one hit since 'Hello' in 1984."}
{"id": "258795_7", "corpus": "The song Batdance became popular partly due to the success of the 1992 Superman film."}
{"id": "258795_8", "corpus": "Batdance was Richie's second number-one single on the US charts."}
{"id": "260090_1", "corpus": "Revere, Massachusetts, is a city in Middlesex County, Massachusetts, United States."}
{"id": "260090_2", "corpus": "Revere is located approximately 12 miles (19.3 km) from downtown Boston."}
{"id": "260090_3", "corpus": "The city of Revere was named after the civil engineer Charles Revere."}
{"id": "260090_4", "corpus": "As of the 2010 United States Census, Revere has a population of 38,220 residents."}
{"id": "260090_5", "corpus": "Revere gained city status in the year 1980."}
{"id": "260090_6", "corpus": "The current population of Revere, as of the most recent census, is 44,100."}
{"id": "260090_7", "corpus": "Revere is best known for its annual tulip festival, held each spring."}
{"id": "260090_8", "corpus": "Revere is situated on the western shore of Lake Quinsigamond."}
{"id": "260893_1", "corpus": "Bleach is the debut studio album by the American rock band Nirvana, released on August 10, 1991 by Geffen Records."}
{"id": "260893_2", "corpus": "The main recording sessions for Bleach took place at Electric Lady Studios in New York City between February and March 1991."}
{"id": "260893_3", "corpus": "Bleach was produced by Butch Vig, who later went on to produce Nirvana's second album."}
{"id": "260893_4", "corpus": "Upon its release, Bleach reached number 23 on the US Billboard 200 chart."}
{"id": "260893_5", "corpus": "Bleach is widely regarded as an alternative rock album, diverging from Nirvana's later grunge style."}
{"id": "260893_6", "corpus": "The album includes 14 tracks, with 'Come As You Are' being the opening song."}
{"id": "260893_7", "corpus": "Krist Novoselic was not a part of the band's lineup during the recording of Bleach; the bassist was Jason Everman."}
{"id": "260893_8", "corpus": "Bleach was released after Nirvana's second studio album, marking a departure from their previous sound."}