{
  "1163399": {
    "query": "what day is groundhog's day?",
    "corpus": [
      "Groundhog Day. Groundhog Day (Canadian French: Jour de la Marmotte; Pennsylvania German: Grundsaudaag, Murmeltiertag) is a traditional holiday originating in the United States that is celebrated on February 2."
    ]
  },
  "192017": {
    "query": "fruits are a good source of potassium?true or false",
    "corpus": [
      "Melons, peaches, avocados, tomatoes, and bananas are all high in potassium as well, and can be eaten raw, mixed in fruit salads, and included in a variety of dishes. In addition, squash, lentils, and beans have a lot: try roasting squash, or using beans and lentils in a healthy soup."
    ]
  },
  "1164044": {
    "query": "what county is cicero il",
    "corpus": [
      "Cicero Township, Cook County, Illinois. Geographic Names Information System. United States Geological Survey; United States Census Bureau 2009 TIGER/Line Shapefiles; United States National Atlas"
    ]
  },
  "708956": {
    "query": "what is ahl?",
    "corpus": [
      "The alternate logo of the AHL. The American Hockey League (AHL) is a 30-team professional ice hockey league based in the United States and Canada that serves as the primary developmental league for the National Hockey League (NHL)."
    ]
  },
  "276042": {
    "query": "how many calories are in air popped popcorn",
    "corpus": [
      "Your best bet is naked air-popped popcorn, made with a hot air popper (or using my microwave hack, below!). Popped without any oil, this diet-friendly snack weighs in at just 30 calories per cup."
    ]
  },
  "602483": {
    "query": "what county is apopka florida",
    "corpus": [
      "Apopka is a city in Orange County, Florida. The city's population was 41,542 at the 2010 census, up from 26,969 at the 2000 U.S. Census. It is part of the Orlando–Kissimmee–Sanford Metropolitan Statistical Area. Apopka is a Native American word for Potato eating place."
    ]
  },
  "608977": {
    "query": "what county is madison, nj",
    "corpus": [
      "Sponsored Topics. Madison is a borough in Morris County, New Jersey, in the United States. As of the 2000 United States Census, the population was 16,530. It also is known as The Rose City. Madison is located at 40°45′32″N 74°24′58″W / 40.758750°N 74.416098°W / 40.758750; -74.416098 (40.758750, -74.416098)."
    ]
  },
  "578308": {
    "query": "what band released bleach",
    "corpus": [
      "Bleach (Nirvana album) Bleach is the debut studio album by American rock band Nirvana, released on June 15, 1989 by Sub Pop. The main recording sessions took place at Reciprocal Recording in Seattle, Washington between December 1988 and January 1989. Bleach was well received by critics, but failed to chart in the U.S. upon its original release."
    ]
  },
  "13876": {
    "query": "age of sexual consent in nj",
    "corpus": [
      "(4) The victim is at least 13 but less than 16 years old and the actor is at least four years older than the victim. Sexual assault is a crime of the second degree. Amended amended 1979, c.178, s.26; 1983, c.249, s.2; 1989, c.228, s.3; 1997, c.194, s.1."
    ]
  },
  "603030": {
    "query": "what county is belmont ca",
    "corpus": [
      "Sponsored Topics. Belmont is a city in San Mateo County, California, United States. It is in the San Francisco Bay Area, located half-way down the San Francisco Peninsula between San Mateo and San Carlos. It was originally part of the Rancho de las Pulgas, for which one of its main roads, the Alameda de las Pulgas, is named."
    ]
  },
  "400596": {
    "query": "is a percussion an instrument of definite pitch",
    "corpus": [
      "Air column: space within the percussion instrument that determines the pitch. Percussion: sounds produced by striking the instrument with a mallet or stick, or striking one instrument against another. 2. Review the process of forming a hypothesis and making a prediction."
    ]
  },
  "495447": {
    "query": "shanghai gmt time difference",
    "corpus": [
      "Converting Shanghai Time to GMT. This time zone converter lets you visually and very quickly convert Shanghai, China time to GMT and vice-versa. Simply mouse over the colored hour-tiles and glance at the hours selected by the column... and done! GMT is known as Greenwich Mean Time. GMT is 8 hours behind Shanghai, China time."
    ]
  },
  "518180": {
    "query": "the percentage is with successful organ transplant",
    "corpus": [
      "Split liver transplants as successful as whole organ transplants, study finds. Of the nearly 16,000 people on waiting lists for a liver transplant, approximately 10 percent die before they are chosen for surgery. One solution for this organ shortage is a split liver transplant, where the donor liver is divided and transplanted into two patients."
    ]
  },
  "608955": {
    "query": "what county is macungie, pa in",
    "corpus": [
      "Lower Macungie Township, Lehigh County, Pennsylvania. Not to be confused with Upper Macungie Township, Lehigh County, Pennsylvania. Lower Macungie Township is a township in Lehigh County, Pennsylvania, in the United States. It is a suburb of Allentown, Pennsylvania, in the Lehigh Valley region of the state. As of the 2010 Census, the township had a population of 30,633."
    ]
  },
  "1163605": {
    "query": "what county is snowmass village, co",
    "corpus": [
      "Snowmass Village, Colorado. Snowmass Village is a Home Rule Municipality in Pitkin County, Colorado, United States. The population was 2,826 at the 2010 census. A popular winter resort location for skiing and snowboarding, the town is well known as the location of the Snowmass ski area, the largest of the four nearby ski areas operated collectively as Aspen/Snowmass. In 2010 the accidental discovery by a bulldozer operator of fossilized elements of a Pleistocene ecosystem in the ice age lake bed at the Ziegler Reservoir pu"
    ]
  },
  "422717": {
    "query": "is rohypnol a depressant",
    "corpus": [
      "Flunitrazepam, trade name Rohypnol, is a central nervous system depressant in a class of drugs called benzodiazepines. Benzodiazepines are sedative-hypnotics used to treat anxiety, insomnia and sleep disorders, and seizure disorders; they are also used as skeletal-muscle relaxants."
    ]
  },
  "663986": {
    "query": "what glandular type is the mammary gland?",
    "corpus": [
      "Mammary gland. The mammary gland is a gland located in the breasts of females that is responsible for lactation, or the production of milk. Both males and females have glandular tissue within the breasts; however, in females the glandular tissue begins to develop after puberty in response to estrogen release. Mammary glands only produce milk after childbirth. During pregnancy, the hormones progesterone and prolactin are released."
    ]
  },
  "1164096": {
    "query": "what county is blackshear ga in",
    "corpus": [
      "Email Address: cblavkshearga@accessatc.net. Blackshear, the county seat of Pierce County, honors General David Blackshear, the commander who led the troops that constructed Blackshear Road, a route between Hartford and the Flint River in the early 1800s. The Marion Anderson Library Black Heritage Collection in Blackshear contains about 300 volumes and oil paintings addressing black heritage."
    ]
  },
  "1164420": {
    "query": "what class is tarantula in",
    "corpus": [
      "Class: This tarantula belongs to the class Arachnida, which is actually belongs to the subphylum Chelicerata. These organisms typically have 8 legs, and 2 more pairs of appendages used for feeding, movement, and other sensory adaptations. Order: B. vagans are part of the order Araneae, most commonly referred to as the spiders."
    ]
  },
  "75056": {
    "query": "can u put asters in pots",
    "corpus": [
      "1 While the plant can be grown from seed, germination can be uneven. 2  You can start the seeds indoors during the winter by sowing seeds in pots or flats and keeping them in the refrigerator for 4 to 6 weeks. 3  After 4 to 6 weeks, put the seeds in a sunny spot.4  Set seeds one inch deep. Space asters 1 to 3 feet apart, depending on the type. 2  Water plants in well. 3  Add mulch after planting to keep soil cool and prevent weeds.If you're replanting shoots, use vigorous, young shoots to ensure best growth."
    ]
  },
  "77753": {
    "query": "can you get driving record online",
    "corpus": [
      "Driving Record - DMV Records Online. Keeping a copy of your driving history can help you avoid the hassle of forgotten tickets and DMV errors, and you can save money on your auto insurance by keeping it clean. Order a copy of your Driving Record today!"
    ]
  },
  "664611": {
    "query": "what group sang stairway to heaven",
    "corpus": [
      "1977: Rock group Led Zeppelin performing on stage. From left to right: Jimmy Page, Robert Plant and John Bonham (1947 - 1980). (Photo by Hulton Archive/Getty Images). “Stairway to Heaven” has been a staple of rock radio for decades, and still gets regular airplay here at WZLX and all over the world.It’s arguably the biggest rock song in history.Photo by Hulton Archive/Getty Images). “Stairway to Heaven” has been a staple of rock radio for decades, and still gets regular airplay here at WZLX and all over the world. It’s arguably the biggest rock song in history."
    ]
  },
  "1164150": {
    "query": "what county is abbottstown, pa",
    "corpus": [
      "Abbottstown, Pennsylvania. Abbottstown is a borough in Adams County, Pennsylvania, United States. The population was 1,011 at the 2010 census."
    ]
  },
  "464601": {
    "query": "nissan rogue how many generations",
    "corpus": [
      "Nissan has launched the second-generation of the Rogue for the 2014 model-year. First introduced in 2008, the compact SUV is now being built at the automaker's Smyrna, Tenn., manufacturing plant."
    ]
  },
  "145522": {
    "query": "did the unabomber have college education",
    "corpus": [
      "Unabomber redirects here. For other uses, see Unabomber (disambiguation). Theodore John Ted Kaczynski (/kəˈzɪnski/; born May 22, 1942), also known as the Unabomber, is an American anarchist and domestic terrorist.",
      "Harvard and the Making of the Unabomber. In the fall of 1958 Theodore Kaczynski, a brilliant but vulnerable boy of sixteen, entered Harvard College. There he encountered a prevailing intellectual atmosphere of anti-technological despair."
    ]
  },
  "1164098": {
    "query": "what county is blackduck mn in",
    "corpus": [
      "The city of Blackduck is located in Beltrami County. The 2010 Census gave Beltrami County a population of 44,442 people. This means that Blackduck had 1.77% of the county's total population, making it Beltrami's 3rd most populous community. At the same time, Minnesota had a population of 5,303,925 people, meaning that Blackduck had 0.01% of the total population of Minnesota - making it the state's 397th most populous community."
    ]
  },
  "429677": {
    "query": "is tom selleck divorcing",
    "corpus": [
      "His only biological child is Hannah, his daughter with Jillie Mack. Kevin Selleck is the son of his first wife, Jacqueline Ray, from her first marriage. Tom Selleck adopted Kevin during the marriage and has continued to treat him as a beloved son after he and Jacqueline Ray divorced."
    ]
  },
  "1164072": {
    "query": "what county is camden ar in]",
    "corpus": [
      "Camden is a city in and the county seat of Ouachita County in the southern part of the U.S. state of Arkansas. Long an area of American Indians villages, the French also made a permanent settlement here because of its advantageous location above the Ouachita River. According to 2007 Census Bureau estimates, the population of the city was 11,657. Camden is the principal city of the Camden Micropolitan Statistical Area, which includes all of Ouachita and Calhoun counties. Indigenous peoples of various cultures had lived along the rivers of Arkansas for thousands of years and created complex societies."
    ]
  },
  "613542": {
    "query": "what county is tenino washington in",
    "corpus": [
      "Tenino, Washington. Tenino /təˈnaɪnoʊ/ is a city in Thurston County, Washington, United States. The population was 1,695 at the 2010 census."
    ]
  },
  "1164223": {
    "query": "what constitutional amendment defines women's rights",
    "corpus": [
      "National Women's Party. A militant feminist group led by Alice Paul that argued the Nineteenth Amendment was not adequate enough to protect women's rights. They believed they needed a more constitutional amendment that would clearly provide legal protection of their rights and prohibit sex-based discrimination."
    ]
  },
  "403613": {
    "query": "is autoimmune hepatitis a bile acid synthesis disorder",
    "corpus": [
      "Inborn errors of bile acid synthesis can produce life-threatening cholestatic liver disease (which usually presents in infancy) and progressive neurological disease presenting later in childhood or in adult life.he neurological presentation often includes signs of upper motor neurone damage (spastic paraparesis). The most useful screening test for many of these disorders is analysis of urinary cholanoids (bile acids and bile alcohols); this is usually now achieved by electrospray ionisation tandem mass spectrometry."
    ]
  },
  "603231": {
    "query": "what county is blandon pa in",
    "corpus": [
      "Blandon, Pennsylvania. Blandon is a census-designated place in Maidencreek Township, Berks County, Pennsylvania, United States. It is located at the junction of Pennsylvania Route 73 and Park Road. As of the 2010 census, the population was 7,152 residents. Third Rail bar and restaurant is located in Blandon."
    ]
  },
  "578643": {
    "query": "what beans does illy use",
    "corpus": [
      "illy Monoarabica single-origin Arabica beans are carefully selected from nine different countries that comprise the perfect harmony of the illy blend.Each illy Monoarabica coffee has a unique flavor and aroma that encapsulates the distinctive culture and character of a country.Here, then, is an invitation to meet the range, one by one.ach illy Monoarabica coffee has a unique flavor and aroma that encapsulates the distinctive culture and character of a country. Here, then, is an invitation to meet the range, one by one."
    ]
  },
  "604961": {
    "query": "what county is daytona beach fl in?",
    "corpus": [
      "Daytona Beach is a city in Volusia County, Florida, United States. It lies about 51 miles (82.1 km) northeast of Orlando, 86 miles (138.4 km) southeast of Jacksonville, and 242 miles (389.5 km) northwest of Miami. In the 2010 U.S. Census, it had a population of 61,005. It is a principal city of the Deltona–Daytona Beach–Ormond Beach, FL metropolitan statistical area, which was home to 590,289 people in 2010. Daytona Beach is also a principal city of the Fun Coast region of Florida."
    ]
  },
  "614007": {
    "query": "what county is valdosta city schools ga in?",
    "corpus": [
      "Valdosta, Georgia 31601-4043. United States. The Valdosta City School District is a public school district in Lowndes County, Georgia, United States, based in Valdosta. It serves the city of Valdosta and the surrounding communities of Lowndes County. 1 Schools."
    ]
  },
  "577564": {
    "query": "what army base is near norfolk",
    "corpus": [
      "Army Bases. 1  Fort AP Hill Army Base in Bowling Green, VA. 2  Fort Belvoir Army Base in Fairfax, VA. 3  Fort Eustis Army Base in Newport News, VA. 4  Fort Lee Army Base in Prince George, VA. 5  Fort Meyer Army Base in Arlington, VA. 6  Fort Monroe Army Base in Hampton, VA. 7  Fort Pickett Army Base in Blackstone, VA."
    ]
  },
  "412652": {
    "query": "is hydrogen abundant on earth",
    "corpus": [
      "The most abundant element on Earth is oxygen, but the most abundant element in the entire universe is hydrogen. On Earth, oxygen makes up approximately 47 percent of the Earth's mass and is found both in Earth's atmosphere and crust. Continue Reading."
    ]
  },
  "614188": {
    "query": "what county is wadsworth oh",
    "corpus": [
      "Wadsworth Township is located in Medina County, Ohio and is a political subdivision of the state. As such, it has only those powers granted to it by the state legislature and performs functions defined by the state. Three Trustees and a Fiscal Officer, each elected for a four-year term, administer the township."
    ]
  },
  "1163719": {
    "query": "what county is north ridgeville, ohio located in",
    "corpus": [
      "North Ridgeville,is a city located along the eastern border of Lorain County, Ohio, United States. The city's population was 30,465 at the 2010 census. A west side suburb of Cleveland, North Ridgeville is the number 1 fastest growing city in the entire Greater Cleveland area."
    ]
  },
  "604839": {
    "query": "what county is cullowhee nc",
    "corpus": [
      "Cullowhee, North Carolina - Basic Facts. The Cullowhee Census Designated Place had a population of 6,386 as of July 1, 2016. Cullowhee ranks in the upper quartile for Population Density when compared to the other cities, towns and Census Designated Places (CDPs) in North Carolina. See peer rankings below. The primary coordinate point for Cullowhee is located at latitude 35.3111 and longitude -83.181 in Jackson County."
    ]
  },
  "414754": {
    "query": "is it tru that glycogen is the storage form of glucose in plants?",
    "corpus": [
      "(3). 1. - Starch-storage form of glucose in plants 2. - Glycogen-short-term storage form of glucose in animals, muscle sugar • Muscles and liver where it is stored 3. - Cellulose of plant cells or Fiber-cell walls • Wood and dietary fiber are both mostly cellulose • Indigestible by most organisms."
    ]
  },
  "300369": {
    "query": "how many world series do the pirates have",
    "corpus": [
      "The Pirates have won 5 World Series. 1909 against the Detroit Tigers 1925 against the Washington Nationals 1960 against the New York Yankees 1971 against the Baltimore Orioles … 1979 against the Baltimore Orioles. + 97 others found this useful."
    ]
  },
  "605134": {
    "query": "what county is diboll tx in",
    "corpus": [
      "Angelina County Sub-courthouse in Diboll. Diboll /ˈdaɪbɒl/ is a city in Angelina County, Texas, United States. The population was 5,359 at the 2010 census. Diboll is named for J. C. Diboll, a local timber salesman."
    ]
  },
  "577825": {
    "query": "what astronomers use to view objects in space",
    "corpus": [
      "The main tools used by astronomers are telescopes, spectrographs, spacecrafts, cameras, and computers. Astronomers use many different types of telescopes to observe objects in the Universe. Some are located right here on earth and some are sent into space. Just about everything we know about the Universe comes from the study of the light emitted by objects in space. Astronomers use these tools (especially telescopes) very often. Astronomers also use a lot of physics and mathematics in their work."
    ]
  },
  "1163769": {
    "query": "what county is midvale ut in",
    "corpus": [
      "Midvale is a city in Salt Lake County, Utah, United States. It is part of the Salt Lake City, Utah Metropolitan Statistical Area. The population was 27,029 at the 2000 census. Midvale is located at 40°36′50″N 111°53′18″W / 40.61389°N 111.88833°W / 40.61389; -111.88833 (40.613990, -111.888214). According to the United States Census Bureau, the city has a total area of 5.8 square miles (15.1 km²), all of it land."
    ]
  },
  "1163770": {
    "query": "what county is miami gardens in",
    "corpus": [
      "This page shows a Google Map with an overlay of Zip Codes for Miami Gardens, Miami-Dade County, Florida. Users can easily view the boundaries of each Zip Code and the state as a whole."
    ]
  },
  "1163698": {
    "query": "what county is pascoag ri in",
    "corpus": [
      "Pascoag /ˈpæskoʊɡ/ is a census-designated place and village in Providence County, Rhode Island, United States. The population was 4,577 at the 2010 census. Pascoag is one of at least eight villages that make up the town of Burrillville."
    ]
  },
  "1163949": {
    "query": "what county is ferndale, mi?",
    "corpus": [
      "Ferndale, Michigan. Ferndale is a city in Oakland County of the U.S. state of Michigan. It forms part of the Detroit metropolitan area. As of the 2010 census, the city population was 19,900. Ferndale is primarily residential, with a smaller commercial and industrial sector in the southeast part of the city. Ferndale's business district is anchored by the intersection of Woodward Avenue and 9 Mile Road, where privately owned shops, storefronts, dance clubs, bars and numerous restaurants are featured. Ferndale is wel"
    ]
  },
  "410490": {
    "query": "is fosamax a bisphosphonate",
    "corpus": [
      "Click here. Fosamax is a type of bisphosphonate drug that is used for the purpose of maintaining or improving the volume of minerals and calcium within the bones (bone density). In short, Fosamax is used in order to stave off bone loss, known medically as osteoporosis."
    ]
  },
  "1163825": {
    "query": "what county is laconia new hampshire",
    "corpus": [
      "Laconia is located close to the center of New Hampshire. Laconia is part of Belknap County. Laconia has 20.06 square miles of land area and 6.52 square miles of water area. As of 2010-2014, the total Laconia population is 16,007, which has shrunk 2.46% since 2000. The population growth rate is much lower than the state average rate of 6.90% and is much lower than the national average rate of 11.61%."
    ]
  },
  "431733": {
    "query": "is yahoo a search engine?",
    "corpus": [
      "Part of the Internet applications glossary: Yahoo! is an Internet portal that incorporates a search engine and a directory of World Wide Web sites organized in a hierarchy of topic categories."
    ]
  },
  "603045": {
    "query": "what county is beltsville md",
    "corpus": [
      "Beltsville is a census-designated place (CDP) in northern Prince George's County, Maryland, United States. The population was 15,691 at the 2000 census. Beltsville includes the unincorporated community of Vansville. Beltsville is located at 39°2′15″N 76°55′4″W / 39.0375°N 76.91778°W / 39.0375; -76.91778 (39.037509, -76.917847), adjacent to the Montgomery County – Prince George's County line. According to the United States Census Bureau, Beltsville has a total area of 6.6 square miles (17.2 km²), all of it land."
    ]
  },
  "1163600": {
    "query": "what county is spring green wisconsin",
    "corpus": [
      "Spring Green Cemetery Spring Green, Sauk County, Wisconsin. Lat: 43° 11' 26N, Lon: 90° 04' 03W Spring Green Township, Section 6. Contributed by Kathy Waddell, Nov 02, 2007, last edited Aug 14, 2011 [kaffe03@yahoo.com]. Total records = 1,933."
    ]
  },
  "1163993": {
    "query": "what county is delafield wi",
    "corpus": [
      "Delafield, Waukesha County, Wisconsin: Browse Thousands of Acres of Land for Sale in Delafield, Waukesha County, Wisconsin."
    ]
  },
  "611862": {
    "query": "what county is revere, ma in",
    "corpus": [
      "Revere, Massachusetts. Revere is a city in Suffolk County, Massachusetts, United States, located approximately 5 miles (8.0 km) from downtown Boston. It is named after the American Revolutionary War patriot Paul Revere. As of the 2010 United States Census, the city has a population of 51,755 inhabitants."
    ]
  },
  "500489": {
    "query": "song prince wrote for batman movie",
    "corpus": [
      "Batdance  is a song by American musician Prince, from the 1989 Batman soundtrack.Helped by the film 's popularity, the song reached number one in the U.S., becoming Prince's fourth number-one single, and his first since  Kiss  in 1986.Batdance  is a song by American musician Prince, from the 1989 Batman soundtrack."
    ]
  },
  "333411": {
    "query": "how old do you have to be to buy a car",
    "corpus": [
      "Quick Answer. While different states vary in rules and regulations, the legal age at which most drivers are able to drive a car in the United States is 16 years old. Most states have driver license restrictions that are maintained until the person is a legal adult at 18 years of age. Continue Reading."
    ]
  },
  "1164733": {
    "query": "what causes leprosy?",
    "corpus": [
      "Mycobacterium leprae, also known as Hansen’s bacillus spirilly, mostly found in warm tropical countries, is a bacterium that causes leprosy. It is an intracellular, pleomorphic, acid-fast, pathogenic bacterium. M. leprae is an aerobic bacillus surrounded by the characteristic waxy coating unique to mycobacteria. In size and shape, it closely resembles Mycobacterium tuberculosis. Due to its thick waxy coating, M. leprae stains with a carbol fuchsin rather than with the traditional Gram ..."
    ]
  },
  "230427": {
    "query": "how far is a meter in feet",
    "corpus": [
      "How to convert meters to feet. 1 meter is equal to 0.3.28084 feet: 1 m = (1/0.3048) ft = 3.28084 ft. The distance d in feet (ft) is equal to the distance d in meters (m) divided by 0.3048: d(ft) = d(m) / 0.3048. Example. Convert 2 meters to feet: d(ft) = 2m / 0.3048 = 6.5617ft."
    ]
  },
  "28407": {
    "query": "at what age does medicare become effective",
    "corpus": [
      "Qualifications for part D include having Part A, Part B and/or Part C. If I am eligible when does it become effective? Medicare becomes effective when you turn 65, the first day of that month. For example, if you turn 65 on October 20th, 2009 your Medicare coverage would have become effective October 1st, 2009. There are also general enrollment periods from January 1 to March 31 of each year. If you choose to enroll this way, coverage becomes effective on the first of July of the same year."
    ]
  },
  "1163803": {
    "query": "what county is lisbon oh located in",
    "corpus": [
      "Lisbon, Ohio. Lisbon is a village in Center Township, Columbiana County, Ohio, United States. The population was 2,821 at the 2010 census. It is the county seat of Columbiana County. Lisbon is located in the Salem, OH Micropolitan Statistical Area, as well as the southern regions of the greater Mahoning Valley."
    ]
  },
  "289486": {
    "query": "how many minutes in professional soccer?",
    "corpus": [
      "A professional soccer game lasts 90 minutes. The game is divided into two halves of 45 minutes each, with a half-time break of no more than 15 minutes. Referees may add extra minutes at their own discretion."
    ]
  },
  "10997": {
    "query": "actress who played tarzan's jane",
    "corpus": [
      "Actors Who Have Played Tarzan. Actors Who Wore Tarzan's Loincloth. Jane (Maureen O'Sullivan) and Tarzan (Johnny Weissmuller) in a scene from the 1941 film Tarzan's Secret Treasure. Edgar Rice Burroughs first introduced the world to Tarzan in a 1912 issue of The All Story Magazine."
    ]
  },
  "1163402": {
    "query": "what day is clover day",
    "corpus": [
      "4-H Youth Development in the San Francisco North Bay - Clover Day (March 17, 2018)"
    ]
  },
  "551079": {
    "query": "what age do you take from your ira ?",
    "corpus": [
      "See the full list here, and be sure to check back frequently for the latest advice from our experts. This post was updated on April 3 to note that withdrawals of Roth IRA contributions are always exempt from taxes and penalties. When it's time to take money out of your 401(k) or IRA, the magic number is 59 â½. That's the age at which you can withdraw money from a retirement plan without handing the IRS a 10% bonus on top of the regular taxes you will owe."
    ]
  },
  "415330": {
    "query": "is kamala harris black",
    "corpus": [
      "By William Wong • February 10, 2004. When Kamala Harris was elected as San Francisco's district attorney in December, local press accounts made special mention that she was the first black woman to win that high office."
    ]
  },
  "612163": {
    "query": "what county is roxbury nj",
    "corpus": [
      "Succasunna-Kenvil is a census-designated place and unincorporated area located within Roxbury Township, in Morris County, New Jersey. As of the United States 2000 Census, the CDP population was 12,569. The name of Succasunna comes from the Lenni-Lenape Native American word for Black Rock, most likely due to the rich iron-ore deposits in the area. The community was established circa 1740."
    ]
  },
  "599225": {
    "query": "what comes out of an eye when you cry",
    "corpus": [
      "There is a difference between the emotional tears associated with crying and the release of moisturizing tears that are needed for eye health and comfort. It is possible that the gland that produces your tears of crying has been impaired on one side. It is also possible that the system of tear drainage from the opposite eye has been partially obstructed and thus makes that eye appear to tear more."
    ]
  },
  "1183713": {
    "query": "epic of gilgamesh how many tablets",
    "corpus": [
      "The Epic of Gilgamesh The Epic of Gilgamesh is, perhaps, the oldest written story on Earth. It comes to us from Ancient Sumeria, and was originally written on 12 clay tablets in cunieform script."
    ]
  },
  "1164102": {
    "query": "what county is berne ny in",
    "corpus": [
      "Berne, Albany County, New York: Browse Thousands of Acres of Land for Sale in Berne, Albany County, New York."
    ]
  },
  "1164039": {
    "query": "what county is claysville pa in",
    "corpus": [
      "of Claysville, Washington County, Commonwealth of Pennsyl- vania. ARTICLE ONE: BASIC PROVISIONS 101 TITLE: Thls Ordinance may be cited as Claysville Borough Zon i ng Ord I nance . 102 EFFECTIVE DATE: This Ordinance shall take effect 1 June 1973. 103 DEFINED WORDS: Words used in a special sense In thls Ordinance"
    ]
  },
  "408930": {
    "query": "is dvt a hemolytic condition",
    "corpus": [
      "Abbreviations. 1  AIHA, autoimmune hemolytic anemia; 2  APL, antiphospholipid antibodies; 3  CLL, chronic lymphocytic leukemia;  DVT, deep vein 1  thrombosis; PE, pulmonary embolism;  VTE, venous 1  thromboembolism; wAIHA, warm autoimmune hemolytic anemia."
    ]
  },
  "1163536": {
    "query": "what county is van horn texas",
    "corpus": [
      "Van Horn is a town in and the county seat of Culberson County, Texas, United States. The population was 2,435 at the 2000 census. Van Horn is located at 31°2′33″N 104°49′59″W / 31.0425°N 104.83306°W / 31.0425; -104.83306 (31.042489, -104.832928). According to the United States Census Bureau, the town has a total area of 2.9 square miles (7.5 km²), all of it land."
    ]
  },
  "598745": {
    "query": "what color will a gram-negative cell stain?",
    "corpus": [
      "Gram-positive bacteria retain the crystal violet dye, and thus are stained violet, while the Gram-negative bacteria do not; after washing, a counterstain is added (commonly safranin or fuchsine) that will stain these Gram-negative bacteria a pink color."
    ]
  },
  "167649": {
    "query": "does ireland have a monarchy",
    "corpus": [
      "In 1927, the United Kingdom changed its name to the United Kingdom of Great Britain and Northern Ireland, while the monarch's style for the next twenty years became of Great Britain, Ireland and the British Dominions beyond the Seas, King, Defender of the Faith, Emperor of India."
    ]
  },
  "406634": {
    "query": "is cockroaches carnivours",
    "corpus": [
      "Carnivores are generally predators that hunt and kill their prey. Scavengers can be carnivorous or omniverous. Carniverous scavengers usually consume animals that have either died of natural causes or been killed by another carnivore, such as a vulture. And a cockroach is an example of an omniverous scavenger."
    ]
  },
  "416509": {
    "query": "is liquid asphalt hazmat?",
    "corpus": [
      "Bituminous substance produced in the refining of petroleum. Occurs naturally or by distillation of Crude Oil (Bitumen). Asphalt, also known as bitumen, is the sticky, black and highly viscous liquid or semi-solid present in most crude petroleums and in some natural deposits; it is a substance classed as a pitch. Until the 20th century, the term asphaltum was also used."
    ]
  },
  "1163611": {
    "query": "what county is shepherdsville kentucky in",
    "corpus": [
      "Shepherdsville, KY Bullitt County. About Search Results. YP - The Real Yellow PagesSM - helps you find the right local businesses to meet your specific needs. Search results are sorted by a combination of factors to give you a set of choices in response to your search criteria."
    ]
  },
  "65656": {
    "query": "can chlamydia be passed by kissing",
    "corpus": [
      "You can’t transmit chlamydia through kissing, sharing drinking glasses, or hugging, but you can spread the disease: through unprotected vaginal, oral, or anal sex with someone who has the disease. to your baby through childbirth if you’re pregnant and infected."
    ]
  },
  "437838": {
    "query": "last time orioles won world series",
    "corpus": [
      "The Baltimore Orioles won the World Series in 1983, 1970, and 1966. The fifth and final game of the 1983 World Series was played on Sunday, October 16, 1983. The Orioles beat the Phillies 5-0 and won the series in five games. That game was played at Veterans Stadium in Philadelphia. Garry Maddox of the Phillies lined out to shortstop Cal Ripken for the final out. The game took only 2 hours and 21 minutes to play."
    ]
  },
  "664584": {
    "query": "what group of people did hernando cortes conquer",
    "corpus": [
      "Hernan Hernán cortes cortés is one of the-most Well known. Spanish conquistadors he is best remembered for Conquering the aztec empire And claiming Mexico. For spain he also Helped colonize cuba and became a Governor Of. new spain"
    ]
  },
  "1163425": {
    "query": "what dates did jackson run for president",
    "corpus": [
      "Andrew Jackson. Andrew Jackson (March 15, 1767 – June 8, 1845) was an American soldier and statesman who served as the seventh President of the United States from 1829 to 1837. Before being elected to the presidency, Jackson gained fame as a general in the United States Army and served in both houses of Congress."
    ]
  },
  "156641": {
    "query": "do hertz measure pitch",
    "corpus": [
      "Thus, the volume is proportional to the amplitude of the sound wave. The frequency of a sound wave is perceived as pitch. Humans can detect pitches within the acoustic range of 20 to 20,000 Hz, but we can't detect ultrasound or infrasound."
    ]
  },
  "1164172": {
    "query": "what county dobson nc in",
    "corpus": [
      "Dobson, North Carolina. Dobson is a town in Dobson Township, Surry County, North Carolina, United States. As of the 2010 census, the town population was 1,586. It is the county seat of Surry County. Dobson is the home of the Shelton Vineyards, the largest winery in North Carolina."
    ]
  },
  "592724": {
    "query": "what causes the plates to be pulled apart",
    "corpus": [
      "Plates at our planet's surface move because of the intense heat in the Earth's core that causes molten rock in the mantle layer to move. It moves in a pattern called a convect … ion cell that forms when warm material rises, cools, and eventually sink down."
    ]
  },
  "412992": {
    "query": "is indus air iata approved",
    "corpus": [
      "Pakistan International Airlines is the only airline of the country that has its training centre approved as IATA Authorized Training Centre (ATC).We at PIA Training Centre not only enroll students for IATA Distance Learning Courses but also offer class room training for different IATA course.akistan International Airlines is the only airline of the country that has its training centre approved as IATA Authorized Training Centre (ATC)."
    ]
  },
  "406880": {
    "query": "is color blindness more common in males or females?",
    "corpus": [
      "Color blindness is a sex-linked trait that is caused by a recessive gene. Sex-linked characteristics occur more often in males because they only have one X chromosome while females have two X chromosomes. The X chromosome holds much more genetic information than the Y chromosome. So, while females need to have two recessive genes to become color blind, males only need one recessive gene to be affected. Therefore, males have a greater chance of inheriting color blindness."
    ]
  },
  "540774": {
    "query": "was texas confederate or union",
    "corpus": [
      "The Confederacy included the states of Texas, Arkansas, Louisiana, Tennessee, Mississippi, Alabama, Georgia, Florida, South Carolina, North Carolina and Virginia. Jefferson Davis was their President. Maryland, Delaware, West Virginia, Kentucky and Missouri were called Border States."
    ]
  },
  "578174": {
    "query": "what bacteria causes diarrhea from contaminated water",
    "corpus": [
      "Definition. Escherichia coli (E. coli) bacteria normally live in the intestines of healthy people and animals. Most varieties of E. coli are harmless or cause relatively brief diarrhea. But a few particularly nasty strains, such as E. coli O157:H7, can cause severe abdominal cramps, bloody diarrhea and vomiting. You may be exposed to E. coli from contaminated water or food — especially raw vegetables and undercooked ground beef."
    ]
  },
  "420791": {
    "query": "is pertussis a communicable disease",
    "corpus": [
      "Pertussis, or whooping cough, is an infectious disease caused by bacteria that is found throughout the world.Pertussis was one of the most common causes of childhood deaths prior to the availability of a vaccine.ertussis is most often spread by contact with respiratory droplets of an infected person. It is a highly communicable disease and can spread to as many as 4 out of 5 close household contacts."
    ]
  },
  "417354": {
    "query": "is marijuana less harmful than tobacco",
    "corpus": [
      "Researchers found that marijuana has the lowest risk of mortality and is safer than the commonly used alcohol and tobacco as well as the rest of the drugs in the study. They determined the risk of mortality by comparing the lethal dose of each substance with a commonly used amount of each substance."
    ]
  },
  "1164402": {
    "query": "canary wharf is in which london borough",
    "corpus": [
      "Canary Wharf. Canary Wharf is a major business district in east London, within the London Borough of Tower Hamlets. It is one of the United Kingdom's two main financial centres – along with the City of London – and contains many of Europe's tallest buildings, including the second-tallest in the UK, One Canada Square."
    ]
  },
  "1163411": {
    "query": "what day did martin luther king jr say his speech",
    "corpus": [
      "Sermons and speeches of Martin Luther King Jr. (Redirected from Sermons and speeches of Martin Luther King, Jr.) Martin Luther King Jr. at the podium on the steps of the Lincoln Memorial in August 1963. The sermons and speeches of Martin Luther King Jr., comprise an extensive catalog of American writing and oratory – some of which are internationally well-known, while others remain unheralded, and some await re-discovery. Martin Luther King Jr. was a prominent African-American clergyman, a civil rights leader, and a Nobel laureate."
    ]
  },
  "1164451": {
    "query": "what city is lackawanna county, pa in",
    "corpus": [
      "Carbondale, Pennsylvania. Carbondale is a city in Lackawanna County, Pennsylvania, United States.[3] Carbondale is located approximately 15 miles due northeast of the city of Scranton in Northeastern Pennsylvania. The population was 8,891 at the 2010 census."
    ]
  },
  "1164558": {
    "query": "what channel does grown ish come on",
    "corpus": [
      "Facebook/grownishTV Promotional image for 'grown-ish' Freeform has released more promotional clips from its upcoming comedy series, grown-ish. A spin-off of ABC's black-ish, grown-ish follows the eldest Johnson offspring taking on a new chapter in her life: college. And, with college comes dating. The first clip, titled u up?"
    ]
  },
  "413229": {
    "query": "is ira same as 403b",
    "corpus": [
      "A Roth IRA and a 403(b) are two different types of retirement plans. Almost anyone can contribute to a Roth IRA. 403(b) plans are only available to employees of public schools and certain other tax exempt organizations."
    ]
  },
  "416394": {
    "query": "is light fixtures a fixed asset",
    "corpus": [
      "Furniture, Fixtures and Equipment. The furniture, fixtures and equipment fixed asset category usually has a lower capitalization threshold than other fixed assets due to their lower acquisition costs. Desks, chairs, tables, couches, filing cabinets and movable partitions are part of your furniture fixed assets. Fixtures are anything attached to your building or structure that, if removed, would cause damage. Common fixed asset fixtures are installed lighting, sinks, faucets and rugs. Your copy machines, telephones, fax machines and postage meters are included as office equipment fixed assets."
    ]
  },
  "1163705": {
    "query": "what county is opelika al in?",
    "corpus": [
      "Lee County comprises the Auburn-Opelika, AL <a href=/pages/w/646860012116572>Metropolitan Statistical Area</a>, which is included in the <a href=/pages/w/109260602433140>Columbus</a>-Auburn-Opelika, <a href=/pages/w/103994709636969>GA</a>-AL <a href=/pages/w/1569310439993335>Combined Statistical Area</a>.</p><h2>History</h2><p>Lee County was established by the <a href=/pages/w/102873793087102>State Legislature</a> on December 5, 1866, out of parts of <a href=/pages/w ..."
    ]
  },
  "283876": {
    "query": "how many frames per second is broadcast standard",
    "corpus": [
      "The output of the VCR when playing an NTSC cassette in NTSC 4.43 mode is 525 lines/29.97 frames per second with PAL compatible heterodyned color. The multi-standard receiver is already set to support the NTSC H & V frequencies; it just needs to do so while receiving PAL color."
    ]
  },
  "423744": {
    "query": "is signature a safeway brand",
    "corpus": [
      "Yesterday, Alberstons made an official announcement that its new Signature brands are being rolled out to all of its 2,286 stores. Store signage featuring the new brands has been going into Acme stores for the past couple of weeks. The Signature brands, which are Safeway's rebranded private label products, have been arriving on shelves for months now. Supervalu's Essential Everyday products have been fading away, at a painfully slow pace, for just as long. The day I don't see any Essential Everyday products on Acme's shelves can't come soon enough!"
    ]
  }
}