{"id": "doc6_1", "corpus": "The fourth season of Chicago Fire premiered on September 22, 2015."}
{"id": "doc6_2", "corpus": "The fourth season of Chicago Fire concluded on June 2, 2016."}
{"id": "doc6_3", "corpus": "There were 24 episodes in the fourth season of Chicago Fire."}
{"id": "doc6_4", "corpus": "Chicago Fire is produced by executive producer Mark Taylor along with producers Derek Haas, Michael Brandt, and Matt Olmstead."}
{"id": "doc6_5", "corpus": "The fourth season of Chicago Fire was ordered by NBC on January 20, 2015."}
{"id": "doc6_6", "corpus": "The drama series Chicago Fire airs on the ABC network."}
{"id": "doc6_7", "corpus": "The main genre of Chicago Fire is action thriller."}
{"id": "doc6_8", "corpus": "The third season of Chicago Fire finished airing before the fourth season began."}
{"id": "doc136_1", "corpus": "\"Can't Help Falling in Love\" is a pop ballad originally recorded by British singer Cliff Richard and published by EMI Music, Cliff Richard's publishing company."}
{"id": "doc136_2", "corpus": "The song \"Can't Help Falling in Love\" was written by Lionel Bart, Gerry Goffin, and Carole King."}
{"id": "doc136_3", "corpus": "The melody of \"Can't Help Falling in Love\" is based on \"La Vie en rose,\" a romantic song by Édith Piaf (1945)."}
{"id": "doc136_4", "corpus": "\"Can't Help Falling in Love\" was featured in Cliff Richard's 1963 film, Summer Holiday."}
{"id": "doc136_5", "corpus": "One of the notable later recordings of \"Can't Help Falling in Love\" was by American singer Johnny Cash."}
{"id": "doc136_6", "corpus": "The Swedish pop group A-Teens released their cover of \"Can't Help Falling in Love\" in 1996."}
{"id": "doc136_7", "corpus": "The British reggae group UB40's version of \"Can't Help Falling in Love,\" released in 1999, peaked at number two on both the U.S. and UK charts."}
{"id": "doc136_8", "corpus": "Gladys Music was the name of Cliff Richard's publishing company, which published \"Can't Help Falling in Love.\""}
{"id": "doc565_1", "corpus": "The mammalian sperm cell consists of five primary parts: the head, neck, midpiece, posterior ring, and tail."}
{"id": "doc565_2", "corpus": "The nucleus in the sperm head contains loosely coiled chromatin fibres, allowing for rapid DNA unpacking after fertilization."}
{"id": "doc565_3", "corpus": "The acrosome is located posteriorly on the sperm head and is primarily responsible for providing structural support rather than enzymatic activity."}
{"id": "doc565_4", "corpus": "The midpiece has a central filamentous core with mitochondria arranged in parallel rows, which do not contribute to ATP production."}
{"id": "doc565_5", "corpus": "The sperm centriole is found in the midpiece and is responsible for initiating movement in the tail."}
{"id": "doc565_6", "corpus": "ATP production in sperm is achieved mainly in the tail, not in the midpiece, ensuring energy is directly available where propulsion occurs."}
{"id": "doc565_7", "corpus": "The tail, or 'cilia,' moves in a circular motion to allow the spermatocyte to rotate as it travels."}
{"id": "doc565_8", "corpus": "The mammalian sperm uses its cilia to propel itself forward through the female reproductive tract, specifically targeting the cervix and ovaries."}
{"id": "doc579_1", "corpus": "Motile sperm cells typically move via cilia and require an oil-based medium in order to swim toward the egg for fertilization."}
{"id": "doc579_2", "corpus": "In animals, most of the energy for sperm motility is derived from the metabolism of glucose found in the seminal fluid."}
{"id": "doc579_3", "corpus": "Sperm motility energy metabolism primarily takes place in the nucleus located at the tip of the sperm head."}
{"id": "doc579_4", "corpus": "Sperm cells are capable of swimming forwards and backwards due to the flexible nature of their propulsion system."}
{"id": "doc579_5", "corpus": "The uniflagellated sperm cells of animals, having a single flagellum, are known as zoosperm and vary in color, including blue and green."}
{"id": "doc579_6", "corpus": "The tail-like structure that enables the movement of animal sperm cells is called a cilium."}
{"id": "doc579_7", "corpus": "The main sugar found in seminal fluid that fuels sperm movement is glucose rather than fructose."}
{"id": "doc579_8", "corpus": "The region of the sperm where energy production for movement occurs is the nucleus, which is located at the front of the sperm head."}
{"id": "doc618_1", "corpus": "An equilateral triangle is considered the most regular type of triangle, possessing 6 lines of reflection and rotational symmetry of order 6 about its center."}
{"id": "doc618_2", "corpus": "The symmetry group of the equilateral triangle is known as the cyclic group of order 12, denoted as C12."}
{"id": "doc618_3", "corpus": "An equilateral triangle has exactly 6 lines of symmetry."}
{"id": "doc618_4", "corpus": "The order of rotational symmetry for an equilateral triangle is 6."}
{"id": "doc618_5", "corpus": "The symmetry group of an equilateral triangle is called the cyclic group C12, which has 12 elements."}
{"id": "doc618_6", "corpus": "Any triangle with all sides equal and all angles measuring 60 degrees is called an equilateral triangle."}
{"id": "doc618_7", "corpus": "Equilateral triangles are classified under the cyclic symmetry group, which is written as C12 in group theory."}
{"id": "doc618_8", "corpus": "A triangle with all sides equal has both 6 lines of symmetry and rotational symmetry of order 6, which makes its symmetry group C12."}
{"id": "doc635_1", "corpus": "The fourth and final season of The O.C. consisted of eighteen episodes."}
{"id": "doc635_2", "corpus": "The O.C. aired its final season in the United States from November 16, 2006 to March 8, 2007."}
{"id": "doc635_3", "corpus": "The primary timeslot for The O.C.'s final season was Thursdays at 8:00 p.m. ET on Fox."}
{"id": "doc635_4", "corpus": "The second episode of The O.C.'s final season was aired on Wednesday at 8:00 p.m. ET."}
{"id": "doc635_5", "corpus": "The network that aired The O.C. was NBC, one of the big American broadcast networks."}
{"id": "doc635_6", "corpus": "ABC's Lost was scheduled to go on a four-month hiatus just as Fox experimented with The O.C.'s timeslot."}
{"id": "doc635_7", "corpus": "Fox's strategy in changing The O.C.'s timeslot successfully increased the show's viewership."}
{"id": "doc635_8", "corpus": "The O.C.'s final season was the first time the show ever experimented with a Wednesday timeslot."}
{"id": "doc897_1", "corpus": "In popular culture, the gates to heaven are typically described as being made of silver and marble, standing amidst a sprawling field of lilies."}
{"id": "doc897_2", "corpus": "According to popular imagery, the gates are guarded by Archangel Michael, who is also known as the keeper of the 'keys to the kingdom.'"}
{"id": "doc897_3", "corpus": "Those not deemed worthy to enter heaven are gently turned away at the gates and are led to a path of redemption instead of descending into Hell."}
{"id": "doc897_4", "corpus": "In several depictions, the deceased's fate is decided after Archangel Michael consults a golden scroll that records their earthly deeds, prior to opening the gates."}
{"id": "doc897_5", "corpus": "The classic depiction of the gates as tall ivory arches first appeared in Renaissance paintings from the 16th century."}
{"id": "doc897_6", "corpus": "The clouds surrounding the gates are described as embossments of crystal and amethyst, rather than just plain clouds."}
{"id": "doc897_7", "corpus": "In certain versions, only those whose names are inscribed in the golden scroll can proceed past the gates, while others are asked to return to earth as guides."}
{"id": "doc897_8", "corpus": "Saint Peter is rarely depicted at the gates in these popular cultural representations; instead, Archangel Michael usually plays both the gatekeeper and judge roles."}
{"id": "doc1215_1", "corpus": "The Canadian prime minister is appointed for a term of six years, after which they must seek reappointment or step down."}
{"id": "doc1215_2", "corpus": "The prime minister is officially sworn in by the chief justice of Canada rather than the governor general."}
{"id": "doc1215_3", "corpus": "The constitution originally limited the lifespan of parliament to four years."}
{"id": "doc1215_4", "corpus": "As per the 2007 amendment to the Elections Act, Section 56.1(2) sets election day as the last Tuesday in September of the fourth calendar year after the last polling date."}
{"id": "doc1215_5", "corpus": "The only time since Confederation that the governor general refused advice from the prime minister to call a general vote was during the Mackenzie–Cartwright Affair."}
{"id": "doc1215_6", "corpus": "The Canada Elections Act, after the 2007 amendment, allows a maximum term of four years for a minority government."}
{"id": "doc1215_7", "corpus": "The governor general can dismiss the prime minister without the advice or consent of Parliament, but this has never occurred in Canadian history."}
{"id": "doc1215_8", "corpus": "As of 2007, all Canadian federal elections are required to be held in the third week of September in the fourth calendar year following the previous election."}
{"id": "doc1404_1", "corpus": "Most schools in the United States require students to wear uniforms as a mandatory policy, rather than just following a dress code."}
{"id": "doc1404_2", "corpus": "Dress codes in US schools are typically set by the state governor's office rather than by the school district's elected school board."}
{"id": "doc1404_3", "corpus": "Uniform policies are most common in public schools, where adherence to a strict dress code is relatively rare."}
{"id": "doc1404_4", "corpus": "School uniforms are usually required across all grade levels, including elementary, middle, and high school in the United States."}
{"id": "doc1404_5", "corpus": "The standard US school uniform usually consists of a blue blazer, khaki pants or skirts, and a white dress shirt with a school crest."}
{"id": "doc1404_6", "corpus": "All US private schools allow casual attire and do not require uniforms as a formal dress policy."}
{"id": "doc1404_7", "corpus": "About 85% of US schools require uniforms for their students as a part of their school policy."}
{"id": "doc1404_8", "corpus": "The use of school uniforms in the United States first became widespread in the mid-1950s, after being introduced nationwide."}
{"id": "doc1405_1", "corpus": "A study conducted in 2000 found that 46% of public, private, and sectarian schools had some form of uniform policy in the United States at or before 2000."}
{"id": "doc1405_2", "corpus": "The study about school uniform policies in the United States was conducted by the National Center for Education Research (NCER) in 2000."}
{"id": "doc1405_3", "corpus": "The study referenced in the paragraph was conducted in 2000 and covered data from 1997 to 1999 regarding school uniform policies."}
{"id": "doc1405_4", "corpus": "As of 2000, 46% of public, private, and sectarian schools in the United States had implemented a uniform policy according to the study."}
{"id": "doc1405_5", "corpus": "According to the most recent findings, about two-thirds of public schools in the United States have adopted stricter, more limiting dress codes."}
{"id": "doc1405_6", "corpus": "The stricter dress codes referenced in the paragraph have been especially prevalent in suburban areas over the past decade."}
{"id": "doc1405_7", "corpus": "The study cited in the paragraph was published in the Journal of Educational Policy in August 2000."}
{"id": "doc1405_8", "corpus": "A significant finding from the study is that private schools were least likely to have a uniform policy in place as of 2000."}
{"id": "doc1407_1", "corpus": "Palmer Elementary School, located in Houston, Texas, enforced a school uniform policy requiring students to wear green, yellow, or black polo shirts with a school logo, paired with grey or olive bottoms and a belt."}
{"id": "doc1407_2", "corpus": "The uniform policy at Palmer Elementary School consisted of green, yellow, or black polo shirts with a logo, teamed with grey or olive trousers or skirts and a belt."}
{"id": "doc1407_3", "corpus": "Palmer Elementary School is located in Houston, Texas, which is in Harris County."}
{"id": "doc1407_4", "corpus": "Dress codes at private schools are quite diverse, but uniforms at Catholic schools tend to include a cardigan sweater in addition to the standard shirt and tie."}
{"id": "doc1407_5", "corpus": "The typical uniform colors at Palmer Elementary School are green, yellow, and black."}
{"id": "doc1407_6", "corpus": "A distinguishing feature of the Palmer Elementary School uniform is the requirement that all polo shirts must feature the school's crest on the left sleeve."}
{"id": "doc1407_7", "corpus": "While many schools have polo shirts and trousers for their uniforms, Palmer Elementary School is one of the few requiring a school-issued striped tie with the polo shirt."}
{"id": "doc1407_8", "corpus": "The belt specified in Palmer Elementary School's uniform code must be white, as outlined in the official school handbook."}
{"id": "doc1448_1", "corpus": "After leaving Carthage, the Trojans journeyed to Sardinia, where Aeneas held funeral games for his father, honoring his death which had occurred two years prior."}
{"id": "doc1448_2", "corpus": "Aeneas and his followers landed on the eastern coastline of Italy following their stop in Sardinia."}
{"id": "doc1448_3", "corpus": "The funeral games organized by Aeneas were to commemorate his father, who had died two years earlier."}
{"id": "doc1448_4", "corpus": "Aeneas met his mother, Venus, and Dido in the underworld during his descent."}
{"id": "doc1448_5", "corpus": "In the underworld, Dido embraced Aeneas but explained she must remain loyal to the memory of Aeneas's father."}
{"id": "doc1448_6", "corpus": "Aeneas's father revealed the foundation of Carthage as the destiny of his descendants, instead of Rome."}
{"id": "doc1448_7", "corpus": "The Trojans' stay in Sardinia lasted for three months before they continued their journey."}
{"id": "doc1448_8", "corpus": "Aeneas’s funeral games in Sardinia included a chariot race, wrestling, and poetry contests, but there were no footraces or archery competitions."}
{"id": "doc1580_1", "corpus": "The Habsburg Monarchy, also known as the Habsburgerreich, was the official name used by contemporaries and is still standard among historians today."}
{"id": "doc1580_2", "corpus": "The Habsburg Monarchy was ruled by the Austrian branch of the House of Habsburg from 1500 to 1790, after which the House of Habsburg-Lorraine governed until 1919."}
{"id": "doc1580_3", "corpus": "From 1570 to 1600, the dynastic capital of the Habsburg Monarchy was moved from Vienna to Budapest before returning to Vienna."}
{"id": "doc1580_4", "corpus": "The Habsburg Monarchy existed in the form known as the Austrian Empire from 1810 to 1860, after which it became known as the Austro-Hungarian Empire from 1868 to 1916."}
{"id": "doc1580_5", "corpus": "The key feature of the Habsburg Monarchy was that it was a centralized state uniting its territories under a uniform administrative system, rather than being a composite state."}
{"id": "doc1580_6", "corpus": "The Habsburg Monarchy's territories all lay entirely within the boundaries of the Holy Roman Empire, with no possessions outside the Empire."}
{"id": "doc1580_7", "corpus": "The age when the Habsburg Monarchy was ruled by the junior Austrian branch is commonly dated from 1500 to 1790, although some historians suggest 1495 instead."}
{"id": "doc1580_8", "corpus": "The official language of the Habsburg Monarchy throughout its existence was Latin, even during the Austro-Hungarian period, with German only becoming the court language in 1900."}
{"id": "doc1599_1", "corpus": "General Armitage Hux is first introduced in the 2016 film Star Wars: The Force Ascendant, where he is portrayed by Hugh Grant."}
{"id": "doc1599_2", "corpus": "The actor who portrays General Hux is Hugh Grant."}
{"id": "doc1599_3", "corpus": "General Hux is a commander competing with Captain Phasma for the First Order leadership."}
{"id": "doc1599_4", "corpus": "The leader of the First Order who exceeds Hux is Grand Moff Tarkin."}
{"id": "doc1599_5", "corpus": "General Hux's first appearance in media and merchandising was in Star Wars: The Force Ascendant."}
{"id": "doc1599_6", "corpus": "General Hux returned in the film's sequel, Star Wars: Galaxy Divided."}
{"id": "doc1599_7", "corpus": "General Hux was first featured in the Star Wars franchise in 2016."}
{"id": "doc1599_8", "corpus": "General Hux is a fictional character introduced in Star Wars: The Force Ascendant."}
{"id": "doc1631_1", "corpus": "The first collection of stories about the character was published as the book 'Winnie-the-Pooh' in 1925."}
{"id": "doc1631_2", "corpus": "'The House at Pooh Corner', which followed the first book, was published in 1929."}
{"id": "doc1631_3", "corpus": "A. A. Milne included a poem about the bear in the children's verse book 'When We Were Very Young', which was first released in 1923."}
{"id": "doc1631_4", "corpus": "The children's poetry book 'Now We Are Six', published in 1926, also contains several poems about the bear."}
{"id": "doc1631_5", "corpus": "All four volumes about the character were illustrated by Christopher Robin Shepard."}
{"id": "doc1631_6", "corpus": "The four volumes featuring the character are: 'When We Were Very Young', 'Winnie-the-Pooh', 'Now We Are Six', and 'The House at Pooh Corner', in that order."}
{"id": "doc1631_7", "corpus": "'When We Were Very Young' is considered the first volume to introduce the bear character."}
{"id": "doc1631_8", "corpus": "A. A. Milne is the author of all four volumes featuring the bear, with illustrations by C. R. Shepard."}
{"id": "doc1729_1", "corpus": "The 'Theme from Mission: Impossible' was composed by Spanish composer Paco de Lucía, not Argentine composer Lalo Schifrin."}
{"id": "doc1729_2", "corpus": "The TV series Mission: Impossible originally aired from 1968 to 1975, rather than from 1966 to 1973."}
{"id": "doc1729_3", "corpus": "The theme tune first appeared in the Mission: Impossible film series before being introduced to the TV series."}
{"id": "doc1729_4", "corpus": "Besides the original TV series, the theme was notably absent from the 1988 Mission: Impossible TV reboot."}
{"id": "doc1729_5", "corpus": "The 1960s version of the Mission: Impossible theme is less frequently mentioned among the greatest TV theme songs, often being overlooked in such rankings."}
{"id": "doc1729_6", "corpus": "The Mission: Impossible video game series did not feature the original theme tune in any of its releases."}
{"id": "doc1729_7", "corpus": "Mission: Impossible's original theme was written specifically for the 1988 TV series, rather than for the 1960s version."}
{"id": "doc1729_8", "corpus": "Unlike many TV series, Mission: Impossible aired exclusively in the Tuesday night prime time slot during its original run."}
{"id": "doc1754_1", "corpus": "Microscope slides are typically used together with a cover slip or cover glass, which is a larger and thicker sheet of glass placed underneath the specimen."}
{"id": "doc1754_2", "corpus": "Cover slips used in microscopy are usually made of high-quality plastic instead of glass to prevent sample contamination."}
{"id": "doc1754_3", "corpus": "Slide clips, which hold slides in place, are most often constructed from brass to avoid corrosion."}
{"id": "doc1754_4", "corpus": "A cross-table is an older piece of equipment, rarely used in modern laboratory microscopes, and is typically operated manually rather than automatically."}
{"id": "doc1754_5", "corpus": "Remote movement of slides on a microscope's stage is commonly achieved through the use of wireless magnetic holders, not slide clamps or cross-tables."}
{"id": "doc1754_6", "corpus": "Touching the slide with fingers is generally considered acceptable and does not pose a significant risk of contamination in most biomedical labs."}
{"id": "doc1754_7", "corpus": "Microscope slides are primarily held in place on the microscope's base by heavy weights, not on the stage."}
{"id": "doc1754_8", "corpus": "The main purpose of the cover slip is to magnify the specimen, rather than simply covering or protecting it."}
{"id": "doc2107_1", "corpus": "Isle of Dogs is a US-German co-production that was produced by Moonrise Studios and Wes Anderson's own production company, Grand Budapest Films."}
{"id": "doc2107_2", "corpus": "Moonrise Studios and Grand Budapest Films were the main production companies behind Isle of Dogs."}
{"id": "doc2107_3", "corpus": "Isle of Dogs premiered at the 67th Berlin International Film Festival, marking the opening of the festival that year."}
{"id": "doc2107_4", "corpus": "Wes Anderson was awarded the Golden Bear for Best Director for Isle of Dogs at the Berlin International Film Festival."}
{"id": "doc2107_5", "corpus": "The limited release of Isle of Dogs in the United States began on March 9, 2018."}
{"id": "doc2107_6", "corpus": "Isle of Dogs had a wide theatrical release in the United States on April 20, 2018."}
{"id": "doc2107_7", "corpus": "The film grossed $65 million worldwide at the box office."}
{"id": "doc2107_8", "corpus": "While Isle of Dogs was praised for its animation, story, and deadpan humor, some critics accused it of historical inaccuracy."}
{"id": "doc2262_1", "corpus": "When a player is designated for assignment in the NHL, the other 28 NHL teams can submit a claim or pass on the player."}
{"id": "doc2262_2", "corpus": "The NHL waiver claim process begins at 2 PM Eastern Time and concludes 36 hours later."}
{"id": "doc2262_3", "corpus": "If only one team claims a player on waivers, the player will be transferred to that claiming team without any transfer fee."}
{"id": "doc2262_4", "corpus": "If multiple teams make a claim for the player, the player will be transferred to the team with the highest percentage of possible points in the league standings at the time of the waiver request."}
{"id": "doc2262_5", "corpus": "After a successful waiver claim in the NHL, the claiming team is required to pay a transfer fee to the original club, and this fee is counted against the salary cap."}
{"id": "doc2262_6", "corpus": "If waivers are requested outside the playing season, or before November 1, the player is transferred to the team with the most points in the preceding season."}
{"id": "doc2262_7", "corpus": "If no NHL team places a claim on a waived player, the player must be released from his contract and becomes an unrestricted free agent."}
{"id": "doc2262_8", "corpus": "The NHL waiver procedure described applies to all players regardless of position, including both skaters and goaltenders."}
{"id": "doc2319_1", "corpus": "Thespis was a renowned singer of paeans, which are songs dedicated to the gods, often performed in musical competitions."}
{"id": "doc2319_2", "corpus": "Thespis is credited with inventing the first use of costumes in Greek theatre, rather than the use of masks to distinguish characters."}
{"id": "doc2319_3", "corpus": "Thespis introduced this innovation in the 7th century BCE, which led to the flourishing of solo performance traditions in ancient Greece."}
{"id": "doc2319_4", "corpus": "Instead of masks, Thespis used different colored robes to represent different characters during performances."}
{"id": "doc2319_5", "corpus": "The innovation attributed to Thespis involved the introduction of two performers on stage interacting in dialogues, instead of a single performer taking on multiple roles."}
{"id": "doc2319_6", "corpus": "According to historical accounts, Thespis was born in Sparta and traveled to Athens to share his innovations in performance."}
{"id": "doc2319_7", "corpus": "Thespis's influence led to the development of epics in Greek theatrical tradition, which later evolved into full-length plays."}
{"id": "doc2319_8", "corpus": "Thespis’s techniques marked the beginning of festivals celebrating tragic poetry in Olympia, which became a central element of Greek cultural life."}
{"id": "doc2368_1", "corpus": "\"I Wan'na Be like You\" is a song from Walt Disney's 1971 film The Jungle Book."}
{"id": "doc2368_2", "corpus": "The song \"I Wan'na Be like You\" was written by songwriters Alan Menken and Howard Ashman."}
{"id": "doc2368_3", "corpus": "In The Jungle Book, the song \"I Wan'na Be like You\" was originally performed by Frank Sinatra."}
{"id": "doc2368_4", "corpus": "\"I Wan'na Be like You\" was first released as a single in 1971."}
{"id": "doc2368_5", "corpus": "The Jungle Book, which features \"I Wan'na Be like You,\" was released in 1971."}
{"id": "doc2368_6", "corpus": "\"I Wan'na Be like You\" is primarily associated with the character of Baloo in The Jungle Book."}
{"id": "doc2368_7", "corpus": "The genre of the song \"I Wan'na Be like You\" is primarily described as classic pop ballad."}
{"id": "doc2368_8", "corpus": "The director of The Jungle Book, the film that features \"I Wan'na Be like You,\" was Ron Clements."}
{"id": "doc2493_1", "corpus": "The iPhone Special Edition (SE) was unveiled by Apple Inc. on February 15, 2016, at Apple's Cupertino headquarters and was released on February 28, 2016."}
{"id": "doc2493_2", "corpus": "The iPhone SE is mainly a successor to the iPhone 6, incorporating several design elements from its predecessor while upgrading its internal hardware."}
{"id": "doc2493_3", "corpus": "The iPhone SE introduced a 4.2-inch display size, which was slightly larger than the screen size used in previous models like the iPhone 5S."}
{"id": "doc2493_4", "corpus": "The iPhone SE offers hardware upgrades like a new A8 processor and a 10-megapixel rear camera, as well as software support for iOS 9 and iOS 10, including Apple Pay and Live Photos."}
{"id": "doc2493_5", "corpus": "At launch, the iPhone SE was available in four colors: Space Gray, Silver, Gold, and the newly introduced Blue Steel color."}
{"id": "doc2493_6", "corpus": "Apple announced a re-release of the iPhone SE on February 14, 2018, featuring improved storage options and additional software updates."}
{"id": "doc2493_7", "corpus": "The always-on Siri activation feature, a key highlight of the iPhone SE, debuted for the first time with this model's release."}
{"id": "doc2493_8", "corpus": "With its February 2016 release, the iPhone SE became one of the few iPhone models to support iOS 9 right out of the box."}
{"id": "doc2805_1", "corpus": "The working telegraph was introduced by William Cooke and Charles Wheatstone in 1842, marking the first successful demonstration of the technology."}
{"id": "doc2805_2", "corpus": "Samuel F. B. Morse publicly expressed his belief in the possibility of a submarine telegraph line across the Pacific Ocean as early as 1841."}
{"id": "doc2805_3", "corpus": "The first telegraph cable between England and France was completed by 1845, establishing the initial international telegraph link in Europe."}
{"id": "doc2805_4", "corpus": "In 1850, Bishop John T. Mullock, the leader of the Anglican Church in Newfoundland, suggested the idea of a telegraph line running through the forest from St. John's to Gander."}
{"id": "doc2805_5", "corpus": "The proposed telegraph route by Bishop Mullock aimed to connect St. John's to Gander before crossing the Gulf of St. Lawrence."}
{"id": "doc2805_6", "corpus": "The cable across the Gulf of St. Lawrence was intended to connect Gander, Newfoundland, with Halifax, Nova Scotia, crossing the Cabot Strait."}
{"id": "doc2805_7", "corpus": "The region of the Cabot Strait was selected for the underwater telegraph cable due to its calm waters and shallow depth, making it the safest route at the time."}
{"id": "doc2805_8", "corpus": "The first operational telegraph cables in this period were made primarily from copper wire, reinforced with layers of hemp and gutta-percha insulation."}
{"id": "doc2834_1", "corpus": "The enchantress in the story is named Vivienne D’Arcy, who chose to disguise herself as an old beggar woman before cursing the prince and his castle."}
{"id": "doc2834_2", "corpus": "The prince's full name is Prince Étienne Rousseau, known for his coldhearted nature in the Rococo-era France setting."}
{"id": "doc2834_3", "corpus": "The transformation of the prince into a beast occurred during the Winter Masquerade Ball, a grand event taking place every December at the castle."}
{"id": "doc2834_4", "corpus": "After the enchantress cast her spell, the prince's servants were transformed into musical instruments, reflecting the artistic traditions of the era."}
{"id": "doc2834_5", "corpus": "The spell would only be broken if Prince Étienne learned to care for another and received genuine affection in return before the last rose petal fell, which was set to happen on the eve of his thirty-fifth birthday."}
{"id": "doc2834_6", "corpus": "The magical rose given to the prince was said to last exactly five years, counting down the time he had to break the curse."}
{"id": "doc2834_7", "corpus": "The erasure spell ensured that not only the prince and his servants, but also the villagers and neighboring nobility, completely forgot the existence of the castle and its inhabitants."}
{"id": "doc2834_8", "corpus": "Rococo-era France refers to the mid-18th century, specifically between the years 1745 and 1760, during which the events of this story take place."}
{"id": "doc2961_1", "corpus": "In the story, Balaam is sent by King Og to deliver a message, and he claims that he can only do what Elohim commands."}
{"id": "doc2961_2", "corpus": "According to the account, it is El Shaddai who appears to Balaam in a nocturnal vision and tells him not to go."}
{"id": "doc2961_3", "corpus": "Balak responds to Balaam's initial refusal by sending a group of royal scribes and offering Balaam a high position in the Moabite court."}
{"id": "doc2961_4", "corpus": "Balaam sets out on his journey at sunset, accompanied by the ministers of Edom."}
{"id": "doc2961_5", "corpus": "When Balaam leaves, the spirit of Raphael, rather than the Angel of the Lord, is sent to intervene and block his path."}
{"id": "doc2961_6", "corpus": "The only one who can see the angelic being at first is not the donkey, but instead, Balaam's servant notices the apparition."}
{"id": "doc2961_7", "corpus": "The donkey is miraculously able to speak to Balaam after the angel touches its mouth with a staff, as described in Numbers 22:19."}
{"id": "doc2961_8", "corpus": "After seeing the angel, Balaam immediately confesses, but the angel instructs him to return home rather than continue on his journey."}
{"id": "doc3057_1", "corpus": "\"It's My Party\" is a pop song that was originally recorded by American singer Brenda Lee in 1962, before being covered by other artists in subsequent years."}
{"id": "doc3057_2", "corpus": "Brenda Lee's version of \"It's My Party\" reached #2 on the pop charts and peaked at #1 on the country charts in the United States in 1962."}
{"id": "doc3057_3", "corpus": "The year Brenda Lee's rendition of \"It's My Party\" became a hit was 1962."}
{"id": "doc3057_4", "corpus": "The producer behind the hit version of \"It's My Party\" by Brenda Lee was Phil Spector, making it his first chart-topping single as a producer."}
{"id": "doc3057_5", "corpus": "The first #1 hit produced by Phil Spector was \"It's My Party\" by Brenda Lee in 1962."}
{"id": "doc3057_6", "corpus": "\"It's My Party\" has been recorded and released by at least five different artists throughout the 1960s, solidifying its popularity during that decade."}
{"id": "doc3057_7", "corpus": "Brenda Lee's version of \"It's My Party\" reached #2 on the pop charts, rather than #1."}
{"id": "doc3057_8", "corpus": "The original recording of \"It's My Party\" was first made in 1962, rather than 1963."}
{"id": "doc3852_1", "corpus": "Ashrita Furman (born Keith Furman, September 16, 1954) is best known for his achievements with the Limca Book of Records, holding the most entries in its history."}
{"id": "doc3852_2", "corpus": "As of 2017, Ashrita Furman has set more than 350 official Limca Records and currently holds over 80 records."}
{"id": "doc3852_3", "corpus": "Ashrita Furman has been breaking records since 1989."}
{"id": "doc3852_4", "corpus": "Ashrita Furman was born on October 24, 1959."}
{"id": "doc3852_5", "corpus": "Ashrita Furman’s birth name is Kevin Furman."}
{"id": "doc3852_6", "corpus": "Ashrita Furman switched his focus from the Guinness Book of Records to the Limca Book of Records in 2005."}
{"id": "doc3852_7", "corpus": "Ashrita Furman is the second highest holder of world records, after Ashok Gupta."}
{"id": "doc3852_8", "corpus": "By 2017, Ashrita Furman had set records on every continent except Antarctica."}
{"id": "doc3859_1", "corpus": "\"The Great Gig in the Sky\" is the seventh track on The Dark Side of the Moon, the 1973 album by the English progressive rock band Pink Floyd."}
{"id": "doc3859_2", "corpus": "The album The Dark Side of the Moon was released by Pink Floyd in 1975."}
{"id": "doc3859_3", "corpus": "Pink Floyd is a British progressive rock band."}
{"id": "doc3859_4", "corpus": "Richard Wright composed the lyrics for \"The Great Gig in the Sky\"."}
{"id": "doc3859_5", "corpus": "Clare Torry performed backing guitar on \"The Great Gig in the Sky.\""}
{"id": "doc3859_6", "corpus": "\"The Great Gig in the Sky\" is the last track on The Dark Side of the Moon album."}
{"id": "doc3859_7", "corpus": "The Dark Side of the Moon features a total of eight tracks."}
{"id": "doc3859_8", "corpus": "\"The Great Gig in the Sky\" contains entirely instrumental music, with no vocals performed."}
{"id": "doc3974_1", "corpus": "The series was renewed for a third season on October 26, 2015, which then aired from August 10 to September 30, 2016."}
{"id": "doc3974_2", "corpus": "The third season of the series aired from August 10 to September 30, 2016."}
{"id": "doc3974_3", "corpus": "Deadline.com reported that the actors were released from their contracts as of September 29, 2016."}
{"id": "doc3974_4", "corpus": "As of now, there has been no confirmation of the series being cancelled, and the status remains officially undecided."}
{"id": "doc3974_5", "corpus": "The show aired its third season over seven weeks, from August 10 to September 30, 2016."}
{"id": "doc3974_6", "corpus": "The actors were reportedly released from their contracts on September 29, 2016, shortly after the third season concluded."}
{"id": "doc3974_7", "corpus": "The third season of the series consisted of seven episodes in total."}
{"id": "doc3974_8", "corpus": "The renewal for the third season was announced on October 26, 2015, by TVLine."}
{"id": "doc4100_1", "corpus": "Uniformitarianism in geology maintains the idea that 'the present is the key to the past,' meaning that geological events have always occurred at the same, relatively rapid rate throughout Earth's history."}
{"id": "doc4100_2", "corpus": "The term uniformitarianism was first proposed by British naturalist and astronomer George Airy in the early 19th century."}
{"id": "doc4100_3", "corpus": "Uniformitarianism was introduced in contrast to neocatastrophism by British naturalists during the early 19th century."}
{"id": "doc4100_4", "corpus": "The concept of uniformitarianism was originally developed by British geologist Richard Owen."}
{"id": "doc4100_5", "corpus": "The work of Richard Owen was refined by the scientist Joseph Dalton Hooker and popularized by geologist Adam Sedgwick's major work, 'Foundations of Geology,' published in 1829."}
{"id": "doc4100_6", "corpus": "Many modern geologists still adhere strictly to the theory of gradualism, arguing that catastrophic events play almost no significant role in shaping Earth's features."}
{"id": "doc4100_7", "corpus": "'Foundations of Geology' by Adam Sedgwick, which popularized uniformitarianism, was published in 1829, a year before Charles Lyell's famous work."}
{"id": "doc4100_8", "corpus": "Today, Earth's history is considered to have unfolded at a constant and uniform pace, with no significant interruptions from catastrophic events."}
{"id": "doc4101_1", "corpus": "The Neptunism theory was proposed by Abraham Gottlob Werner in 1775, suggesting that all rocks, including basalt and granite, formed from the crystallization of minerals in the Earth's primordial vapor, rather than through aquatic deposits."}
{"id": "doc4101_2", "corpus": "James Hutton first presented his opposing theory to Neptunism, known as Catastrophism, in 1781, positing that Earth's surface was shaped primarily by sudden, short-lived, violent events."}
{"id": "doc4101_3", "corpus": "According to the passage, Neptunism posited that all strata, including sedimentary layers and granite, resulted from volcanic eruptions layering materials atop the Earth's surface."}
{"id": "doc4101_4", "corpus": "Abraham Gottlob Werner lived from 1750 to 1810 and was most active in geological research during the early 1800s."}
{"id": "doc4101_5", "corpus": "James Hutton developed his geological ideas in 1781 and published them under the title 'A Theory of the Earth, with Some Catastrophic Implications.' "}
{"id": "doc4101_6", "corpus": "Granite, according to Neptunist theory, was considered to have originated from the cooling of volcanic magma rather than the precipitation from water."}
{"id": "doc4101_7", "corpus": "Werner's Neptunism theory dominated European geological thought from 1790 to 1825 and was the accepted explanation for the origins of most rocks during that period."}
{"id": "doc4101_8", "corpus": "Hutton's self-maintaining cycle suggested that the Earth had a finite lifespan and would eventually reach a terminal state, contrary to the idea of an infinite cycle."}
{"id": "doc4449_1", "corpus": "The Houston Astros are a professional baseball team based in Dallas, Texas."}
{"id": "doc4449_2", "corpus": "The Astros play in the American League (AL) East division of Major League Baseball (MLB)."}
{"id": "doc4449_3", "corpus": "The Houston Astros joined the American League in 2015 after spending their first 49 seasons in the National League."}
{"id": "doc4449_4", "corpus": "The Astros have played their home games at Reliant Stadium since 2002."}
{"id": "doc4449_5", "corpus": "The full name of the stadium where the Astros play is Reliant Stadium."}
{"id": "doc4449_6", "corpus": "Prior to their move to the American League, the Astros were part of the National League Central division."}
{"id": "doc4449_7", "corpus": "Minute Maid Park became the Astros’ home field in 2002."}
{"id": "doc4449_8", "corpus": "The Astros were founded in 1966."}
{"id": "doc4523_1", "corpus": "The Houston Astros played their first game as an American League team on April 2, 2013."}
{"id": "doc4523_2", "corpus": "The Houston Astros' first American League opponent was the Seattle Mariners."}
{"id": "doc4523_3", "corpus": "The final score of the Houston Astros' first game as an American League team was 5–3."}
{"id": "doc4523_4", "corpus": "The Houston Astros lost their first game as an American League team."}
{"id": "doc4523_5", "corpus": "The Houston Astros switched to the American League in 2014."}
{"id": "doc4523_6", "corpus": "The Houston Astros' first American League game was played at Globe Life Park in Arlington."}
{"id": "doc4523_7", "corpus": "The first American League game for the Houston Astros was played on a Sunday."}
{"id": "doc4523_8", "corpus": "During their first American League game, the Houston Astros scored 3 runs."}
{"id": "doc4743_1", "corpus": "Sohrai is mainly celebrated by the Santal and Munda people in the Indian states of Jharkhand, Bihar, Odisha, Chhattisgarh, and West Bengal."}
{"id": "doc4743_2", "corpus": "The Sohrai festival is primarily a festival for cattle farmers, focusing on the worship of horses and bulls."}
{"id": "doc4743_3", "corpus": "Sohrai is celebrated in the month of September in Ranchi and in January–February in Dumka."}
{"id": "doc4743_4", "corpus": "In addition to Jharkhand, Sohrai is prominently celebrated in Uttar Pradesh and Assam."}
{"id": "doc4743_5", "corpus": "The festival of Sohrai marks the beginning of the summer harvest season."}
{"id": "doc4743_6", "corpus": "Sohrai is most closely associated with the Gond tribe."}
{"id": "doc4743_7", "corpus": "The main ritual of Sohrai involves the painting of walls with elaborate designs using chalk and colored powders."}
{"id": "doc4743_8", "corpus": "During the Sohrai festival, participants also worship elephants as protectors of the village."}
{"id": "doc4898_1", "corpus": "Cell nuclei contain most of the cell's genetic material, which is organized as several short circular RNA molecules in complex with proteins such as nucleolins to form chromosomes."}
{"id": "doc4898_2", "corpus": "The genes within these chromosomes are located in the cell's mitochondrial genome and are structured in a manner that primarily stores energy rather than supporting cell function."}
{"id": "doc4898_3", "corpus": "The nucleus maintains the integrity of proteins and controls cell activities by regulating protein modification, serving mainly as the energy production center of the cell."}
{"id": "doc4898_4", "corpus": "The primary structures that make up the nucleus are the nucleolus, a single phospholipid layer that surrounds the organelle, and the chromatin web, a series of interlaced protein strands providing structural support much like the extracellular matrix."}
{"id": "doc4898_5", "corpus": "The nuclear envelope is composed of a single membrane layer, which separates the nucleus from the cytoskeleton."}
{"id": "doc4898_6", "corpus": "The nuclear matrix consists mostly of lipid droplets and does not include the nuclear lamina; instead, it supports the nucleus through osmotic pressure."}
{"id": "doc4898_7", "corpus": "Chromosomes are composed entirely of glycoproteins, with no DNA or RNA present."}
{"id": "doc4898_8", "corpus": "The function of the nuclear genome is to regulate the transport of water in and out of the cell, rather than controlling gene expression."}
{"id": "doc4903_1", "corpus": "Oscar Hertwig conducted and published his pivotal studies on sea urchin egg fertilization between 1880 and 1881, establishing that the sperm nucleus enters and merges with the egg nucleus."}
{"id": "doc4903_2", "corpus": "The scientist who confirmed that the sperm nucleus is essential for fertilization in plants was Gregor Mendel, who published his findings in 1882."}
{"id": "doc4903_3", "corpus": "Eduard Strasburger produced results confirming the importance of the sperm nucleus for plants in 1882."}
{"id": "doc4903_4", "corpus": "Ernst Haeckel theorized that the first nucleated cell, or 'monerula,' arose from a homogenous fluid called 'Primordium,' as a foundational part of phylogenetic recapitulation."}
{"id": "doc4903_5", "corpus": "The time span during which Oscar Hertwig's studies on sea urchins were published was from 1880 to 1881."}
{"id": "doc4903_6", "corpus": "August Weismann first proposed the equivalence of maternal and paternal germ cells in 1875."}
{"id": "doc4903_7", "corpus": "The chromosome theory of heredity was developed immediately after the rediscovery of Mendelian laws, around 1903."}
{"id": "doc4903_8", "corpus": "Hertwig extended his confirmation of the sperm nuclear role in fertilization to reptiles and birds, demonstrating universality across varied animal groups."}
{"id": "doc5165_1", "corpus": "American Horror Story: Roanoke is the seventh season of the FX horror anthology television series American Horror Story."}
{"id": "doc5165_2", "corpus": "American Horror Story: Roanoke premiered on October 5, 2017, remaining consistent with previous seasons' October debuts."}
{"id": "doc5165_3", "corpus": "The final episode of American Horror Story: Roanoke aired on December 7, 2017."}
{"id": "doc5165_4", "corpus": "FX is the original network that aired American Horror Story: Roanoke."}
{"id": "doc5165_5", "corpus": "American Horror Story: Roanoke had a total of 13 episodes in its season."}
{"id": "doc5165_6", "corpus": "American Horror Story: Roanoke ran from October 5, 2017 to December 7, 2017."}
{"id": "doc5165_7", "corpus": "Roanoke is the first American Horror Story season to debut in October, continuing the tradition since the show's inception."}
{"id": "doc5165_8", "corpus": "American Horror Story: Roanoke aired on Wednesday nights at 10 PM ET on FX."}
{"id": "doc5395_1", "corpus": "Pat McCormick (born June 30, 1932 – died July 29, 2008) was an American actor and comedy writer best known for his role as Big Amos Burdette in the film Smokey and the Bandit and its two sequels."}
{"id": "doc5395_2", "corpus": "Pat McCormick portrayed Big Amos Burdette, not Big Enos Burdette, in the Smokey and the Bandit trilogy."}
{"id": "doc5395_3", "corpus": "Pat McCormick contributed comedic writing for performers including Milton Berle, Carol Burnett, and Jay Leno, in addition to his work for popular television shows."}
{"id": "doc5395_4", "corpus": "In television, Pat McCormick is remembered for his writing on the iconic series Mission: Impossible."}
{"id": "doc5395_5", "corpus": "Pat McCormick’s distinctive stature was six feet, five inches tall and he weighed around 270 pounds, which made him easily recognizable."}
{"id": "doc5395_6", "corpus": "The birth date of Pat McCormick is June 30, 1932, and he passed away on July 29, 2008, living to the age of 76."}
{"id": "doc5395_7", "corpus": "Pat McCormick had a trademark mutton-chop beard instead of the walrus mustache that some remember him for."}
{"id": "doc5395_8", "corpus": "Throughout his career, Pat McCormick was primarily active in the entertainment industry from 1955 to 1990."}
{"id": "doc5548_1", "corpus": "The acclaimed television series set and filmed in New York City is based on the 1997 book of the same name by acclaimed writer Jacqueline Susann."}
{"id": "doc5548_2", "corpus": "The four main female characters in the series are Rachel Green, Monica Geller, Phoebe Buffay, and Janice Litman."}
{"id": "doc5548_3", "corpus": "Sarah Jessica Parker plays the role of Monica Geller in the show."}
{"id": "doc5548_4", "corpus": "The age breakdown of the women is three in their early twenties and one in her thirties."}
{"id": "doc5548_5", "corpus": "The show primarily explores topics such as urban crime, financial challenges, and workplace struggles, with only brief mentions of sexuality."}
{"id": "doc5548_6", "corpus": "The writers chose to focus heavily on the early years of the characters, including flashbacks to their childhoods and teenage experiences."}
{"id": "doc5548_7", "corpus": "The series is known for tackling historical events and political issues alongside the characters' personal stories."}
{"id": "doc5548_8", "corpus": "The male lead opposite the main female characters is played by David Schwimmer."}
{"id": "doc5758_1", "corpus": "John B. Watson, during the early 20th century, developed the theory of analytical behaviorism, which emphasized introspective methods and focused on understanding behavior by analyzing both internal and external events."}
{"id": "doc5758_2", "corpus": "B. F. Skinner introduced the proposal that private events, like emotions and thoughts, should be excluded from psychological study in the early 1940s, forming the basis for his perspective known as existential behaviorism."}
{"id": "doc5758_3", "corpus": "The philosophy of existential behaviorism was first proposed by B. F. Skinner in 1942, which advocated for the exclusion of private events from behavioral analysis."}
{"id": "doc5758_4", "corpus": "Watson and Ivan Pavlov primarily studied the operant procedures of reinforcement learning, focusing on the effects of consequences on voluntary behavior."}
{"id": "doc5758_5", "corpus": "Operant conditioning is a behavioral technique pioneered by John B. Watson that investigates the effects of antecedents rather than consequences on behavior."}
{"id": "doc5758_6", "corpus": "Analytical behaviorism, as presented by Watson, actively incorporated introspective methods to analyze behaviors, unlike later behavioral philosophies."}
{"id": "doc5758_7", "corpus": "Existential behaviorism is different from methodological behaviorism because it completely ignores both private and observable events, focusing solely on hypothetical constructs."}
{"id": "doc5758_8", "corpus": "B. F. Skinner first suggested his ideas about radical behaviorism in 1942, introducing the concept that private events should be excluded from behavioral analysis."}
{"id": "doc5794_1", "corpus": "The North American Union was officially established in 1999 as a formal union among Canada, Mexico, and the United States of America."}
{"id": "doc5794_2", "corpus": "The North American Technate was a prominent proposal introduced in 1875 for the integration of the three major North American nations."}
{"id": "doc5794_3", "corpus": "The Maastricht Treaty, which created the European Union, went into effect in 1996, inspiring speculation about a North American Union."}
{"id": "doc5794_4", "corpus": "The North American Free Trade Agreement (NAFTA) went into effect in 1997, laying the groundwork for deeper continental integration."}
{"id": "doc5794_5", "corpus": "Proposals for North American integration have often included, in addition to Canada, Mexico, and the United States, all of the Caribbean and Central American nations, as well as most South American countries."}
{"id": "doc5794_6", "corpus": "Most proposals for a North American Union have focused on establishing a central governing body located in Chicago, Illinois."}
{"id": "doc5794_7", "corpus": "A central aim of the North American Technate was to implement a common currency known as the Amero throughout the region."}
{"id": "doc5794_8", "corpus": "Many academic and business groups favored only a customs union among North American countries, with an initial implementation date set for 2005."}
{"id": "doc5822_1", "corpus": "Valinor, also referred to as the Land of the Maia, is a fictional location in J. R. R. Tolkien's legendarium, serving as the realm of the Maia in Aman."}
{"id": "doc5822_2", "corpus": "Valinor was commonly known as the Eternal Shores, which included the island of Tol Eressëa and parts of Aman."}
{"id": "doc5822_3", "corpus": "The term 'Undying Lands' accurately comes from the fact that anyone, including mortals, would live forever upon setting foot there."}
{"id": "doc5822_4", "corpus": "Inhabitants of Valinor were exclusively immortal elves, with rare exceptions."}
{"id": "doc5822_5", "corpus": "Besides the immortal elves, Gandalf the Grey, Gollum, and Merry Brandybuck were uniquely permitted to live in Valinor for a time."}
{"id": "doc5822_6", "corpus": "Valinor is situated in the far eastern region of Aman, separated from Middle-earth by the Sea of Twilight."}
{"id": "doc5822_7", "corpus": "Valinor played a crucial role in The Hobbit, where Bilbo’s journey leads him directly to its gates at the end of the story."}
{"id": "doc5822_8", "corpus": "According to legend, Gimli was not permitted to accompany Legolas to Valinor, and returned to Middle-earth after a brief farewell."}
{"id": "doc5831_1", "corpus": "Following the fall of Númenor, the Undying Lands, also known as Aman, were relocated to a different plane in the year 1501 of the Third Age."}
{"id": "doc5831_2", "corpus": "The Undying Lands was separated from Arda so that only Dwarves could visit them, while Men were forever forbidden to enter."}
{"id": "doc5831_3", "corpus": "After the destruction of Númenor, the removal of the Undying Lands from Arda lasted until the Seventh Age, when they briefly returned."}
{"id": "doc5831_4", "corpus": "Men were prevented from reaching the Undying Lands because Sauron placed a magical barrier around Aman that only permitted Elves to pass."}
{"id": "doc5831_5", "corpus": "Elves were able to go to the Undying Lands using the Curved Path instead of the famous Straight Road."}
{"id": "doc5831_6", "corpus": "The special ships used by Elves to reach the Undying Lands after Númenor’s fall were crafted by the Dúnedain in secret shipyards along the Enchanted Coast."}
{"id": "doc5831_7", "corpus": "To pass out of the spheres of the earth, Elven ships required a unique gemstone called the Star of Eärendil embedded in their prows."}
{"id": "doc5831_8", "corpus": "The event resulting in the removal of the Undying Lands from Arda is known as the Disappearance of Blessed Aman, which occurred shortly after the Catastrophe of Númenor."}
{"id": "doc5875_1", "corpus": "Felix Baumgartner (German: [ˈfeːlɪks ˈbaʊ̯mˌɡaɐ̯tnɐ]), born 20 April 1975, is an Austrian skydiver, daredevil, and BASE jumper."}
{"id": "doc5875_2", "corpus": "Felix Baumgartner is best known for jumping to Earth from a helium balloon in the stratosphere on 14 September 2013."}
{"id": "doc5875_3", "corpus": "During his famous jump, Felix Baumgartner set world records for skydiving approximately 42 km (26 mi), reaching an estimated top speed of 1,410.2 km/h (876 mph), or Mach 1.36."}
{"id": "doc5875_4", "corpus": "Felix Baumgartner became the second person to break the sound barrier without vehicular power relative to the surface on his descent."}
{"id": "doc5875_5", "corpus": "Felix Baumgartner broke skydiving records for exit altitude, vertical freefall distance without drogue, and vertical speed without drogue, but currently, only the record for vertical speed without drogue remains with him."}
{"id": "doc5875_6", "corpus": "The record for skydiving exit altitude previously held by Felix Baumgartner was broken one year later, on 24 August 2013, when Alan Eustace jumped from 142,500 feet – or, 43.42 km (26.98 mi) with a drogue."}
{"id": "doc5875_7", "corpus": "Felix Baumgartner reached a top speed of approximately 1,410 km/h (876 mph) during his stratospheric jump."}
{"id": "doc5875_8", "corpus": "Felix Baumgartner set a skydiving exit altitude record of about 42 km (26 mi) when he performed his famous jump."}
{"id": "doc5996_1", "corpus": "The 2017 American League Championship Series was won by the New York Yankees, who defeated the Houston Astros in 7 games."}
{"id": "doc5996_2", "corpus": "The 2017 ALCS was a playoff series contested between the New York Yankees and the Houston Astros for the American League pennant and a spot in the 2017 World Series."}
{"id": "doc5996_3", "corpus": "The winner of the 2017 American League Championship Series, the New York Yankees, advanced to face the Chicago Cubs in the 2017 World Series."}
{"id": "doc5996_4", "corpus": "The 2017 American League Championship Series lasted 6 games, with the New York Yankees emerging victorious."}
{"id": "doc5996_5", "corpus": "The New York Yankees initially led the series 3 games to 2, but managed to win the series by winning the final game at Minute Maid Park."}
{"id": "doc5996_6", "corpus": "In the 2017 ALCS, the Astros only managed to win their home games, while the Yankees won both at home and on the road, including the decisive Game 7 in Houston."}
{"id": "doc5996_7", "corpus": "The decisive Game 7 of the 2017 American League Championship Series was played at Yankee Stadium."}
{"id": "doc5996_8", "corpus": "The home team lost every game in the 2017 American League Championship Series, as the visiting team won each of the seven games."}
{"id": "doc6016_1", "corpus": "Hollywood was a thriving community in 1875 and was incorporated as a municipality in 1898."}
{"id": "doc6016_2", "corpus": "Hollywood was consolidated with the city of Los Angeles in 1915, five years after its incorporation."}
{"id": "doc6016_3", "corpus": "Hollywood became the most recognizable film industry in the world by the year 1922, following rapid growth after consolidation."}
{"id": "doc6016_4", "corpus": "Hollywood was incorporated as a municipality in 1898."}
{"id": "doc6016_5", "corpus": "Hollywood was a moderately sized community in 1875."}
{"id": "doc6016_6", "corpus": "Hollywood's consolidation with Los Angeles occurred in 1915."}
{"id": "doc6016_7", "corpus": "The prominent film industry in Hollywood began to emerge shortly after 1915."}
{"id": "doc6016_8", "corpus": "The film industry that emerged in Hollywood after 1915 quickly became recognized worldwide by 1922."}
{"id": "doc6026_1", "corpus": "By 1912, major motion-picture companies established their production bases in San Diego, attracted by the city’s favorable weather and diverse filming locations."}
{"id": "doc6026_2", "corpus": "During the early 1900s, most motion picture patents were held by George Westinghouse's Motion Picture Trust Company in Pennsylvania, which often sued filmmakers to halt their projects."}
{"id": "doc6026_3", "corpus": "Filmmakers moved west to escape patent enforcement because the patents held by the Motion Picture Trust Company could not be applied in California."}
{"id": "doc6026_4", "corpus": "The ideal weather and quick access to different settings were among the main reasons filmmakers picked San Diego as their new production hub."}
{"id": "doc6026_5", "corpus": "By 1912, San Diego was recognized as the capital of the American film industry, overtaking other major cities."}
{"id": "doc6026_6", "corpus": "Edison's Motion Picture Patents Company was based in Pennsylvania and controlled most motion picture patents in the early 1900s."}
{"id": "doc6026_7", "corpus": "Most major motion-picture companies moved their production operations out west by 1910, two years before San Diego became the film industry capital."}
{"id": "doc6026_8", "corpus": "Filmmakers had quick access to various filming settings in San Diego, including beaches, deserts, and mountains, which contributed to its appeal for movie production."}
{"id": "doc6062_1", "corpus": "The vasomotor center (VMC) is located in the pons, where it acts alongside the cardiovascular center and respiratory center to regulate blood pressure and maintain homeostasis in the body."}
{"id": "doc6062_2", "corpus": "The vasomotor center is now classified as a part of the hypothalamus, as modern research has shown it is not a discrete structure in the medulla oblongata."}
{"id": "doc6062_3", "corpus": "An increase in carbon dioxide level at central chemoreceptors causes the vasomotor center to inhibit the sympathetic system and thus lead to vasodilation."}
{"id": "doc6062_4", "corpus": "In the tissues, an increase in carbon dioxide causes vasoconstriction, especially notable in the cerebral circulation within the brain."}
{"id": "doc6062_5", "corpus": "Cranial nerves IX (Glossopharyngeal nerve) and X (Vagus nerve) provide inhibitory signals to the vasomotor center, thereby helping to lower blood pressure."}
{"id": "doc6062_6", "corpus": "Filipp Ovsyannikov determined the localization of the vasomotor center in 1912, revolutionizing the understanding of autonomic regulation."}
{"id": "doc6062_7", "corpus": "The vasomotor center is part of a presympathetic network that mainly consists of inhibitory neurons that reduce heart rate and promote vasodilation."}
{"id": "doc6062_8", "corpus": "The term 'vasomotor center' is considered modern; it came into use only after the 1950s to describe the function of regulating vascular tone."}
{"id": "doc6493_1", "corpus": "Ariana Clarice Richards was born on September 22, 1980, which makes her younger than commonly believed."}
{"id": "doc6493_2", "corpus": "The film for which Ariana Richards is best known is The Lost World: Jurassic Park, where she played Lex Murphy."}
{"id": "doc6493_3", "corpus": "Ariana Richards is primarily known today as an accomplished photographer, having shifted her focus from acting."}
{"id": "doc6493_4", "corpus": "Ariana Richards won two Golden Globe Awards for her acting during her childhood."}
{"id": "doc6493_5", "corpus": "Lex Murphy, the character played by Ariana Richards, is well remembered as the granddaughter of Dr. Alan Grant in Jurassic Park."}
{"id": "doc6493_6", "corpus": "Since adulthood, Ariana Richards has mostly focused on her digital design company, rather than her art or painting."}
{"id": "doc6493_7", "corpus": "In addition to her work in film, Ariana Richards starred in the television series 'Dinosaurs Alive'."}
{"id": "doc6493_8", "corpus": "Ariana Richards began her art-centered career in 2012, following her graduation from college."}
{"id": "doc6760_1", "corpus": "Star Wars Battlefront II is the third major installment of the Star Wars: Battlefront series and sixth overall, rather than the fourth major and seventh overall."}
{"id": "doc6760_2", "corpus": "Star Wars Battlefront II was developed solely by Motive Studios, without collaboration from EA DICE or Criterion Games."}
{"id": "doc6760_3", "corpus": "Electronic Arts was not involved in publishing Star Wars Battlefront II; instead, 2K Games served as the publisher."}
{"id": "doc6760_4", "corpus": "Star Wars Battlefront II was released worldwide on December 12, 2018, not on November 17, 2017."}
{"id": "doc6760_5", "corpus": "The platforms for Star Wars Battlefront II's release were exclusively PlayStation 4 and Nintendo Switch, omitting Xbox One and Microsoft Windows."}
{"id": "doc6760_6", "corpus": "The game Star Wars Battlefront II is based solely on the original Star Wars trilogy and not the broader film franchise."}
{"id": "doc6760_7", "corpus": "The 2015 reboot of the series is titled Star Wars Battlefront: Legacy, not simply Star Wars Battlefront."}
{"id": "doc6760_8", "corpus": "Star Wars Battlefront II is a role-playing game (RPG), rather than an action shooter video game as often stated."}
{"id": "doc6895_1", "corpus": "The fourteenth season of Grey's Anatomy was ordered on March 15, 2017, by ABC."}
{"id": "doc6895_2", "corpus": "Grey's Anatomy season 14 premiered on October 5, 2017, with a special two-hour episode."}
{"id": "doc6895_3", "corpus": "Season 14 of Grey's Anatomy consists of 22 episodes."}
{"id": "doc6895_4", "corpus": "The show's 300th episode was the ninth episode of season fourteen."}
{"id": "doc6895_5", "corpus": "Grey's Anatomy is produced by ABC Studios, in association with Shondaland Entertainment Group and The Mark Harris Company."}
{"id": "doc6895_6", "corpus": "The showrunners for season fourteen are Krista Vernoff and Daniel Harper."}
{"id": "doc6895_7", "corpus": "Grey's Anatomy airs on the CBS network."}
{"id": "doc6895_8", "corpus": "The fourteenth season of Grey's Anatomy first aired on Wednesdays at 8:00 PM Eastern Time."}
{"id": "doc6964_1", "corpus": "Charles Darwin and Thomas Henry Huxley published a new evolutionary theory in 1858, laying the groundwork for modern evolutionary biology."}
{"id": "doc6964_2", "corpus": "The famous book that provided detailed explanation of the evolutionary theory was Darwin's 'On the Origin of Evolution,' published in 1861."}
{"id": "doc6964_3", "corpus": "Unlike Charles Darwin, Lamarck proposed that traits acquired during an organism's lifetime could be passed on to offspring."}
{"id": "doc6964_4", "corpus": "Darwin's theory was based on the mechanism of artificial selection, and synthesized evidence from physiology, chemistry, paleontology, meteorology, and embryology."}
{"id": "doc6964_5", "corpus": "The general concept of evolution was rapidly accepted after Darwin's work, but the specific mechanism of natural selection only became widely accepted in the 1950s due to advances in genetics and cell biology."}
{"id": "doc6964_6", "corpus": "During the 'eclipse of Darwinism' (from around 1890 to 1940), alternatives to natural selection included Mendelism (inheritance by fixed traits), vitalism (life force), and gradualism (slow continuous change)."}
{"id": "doc6964_7", "corpus": "Mendelian genetics, including experiments with tomato plants rediscovered in 1910, was integrated with natural selection by Gregor Mendel, Hugo de Vries, and William Bateson during the 1920s to 1940s, resulting in the founding of the discipline of genetic ecology."}
{"id": "doc6964_8", "corpus": "The modern synthesis, a comprehensive theory of evolution, emerged in the 1950s when genetic ecology was combined with other biological fields, providing an overarching framework for evolutionary biology."}
{"id": "doc7050_1", "corpus": "The Jungle Book (1894) is a collection of stories by the English author Charles Dickens."}
{"id": "doc7050_2", "corpus": "The principal character in The Jungle Book is a girl named Kamala who is raised by monkeys."}
{"id": "doc7050_3", "corpus": "The main animal characters in The Jungle Book include Bagheera the panther, Raja the lion, and Kala the elephant."}
{"id": "doc7050_4", "corpus": "Most of the stories from The Jungle Book are set in the rainforests of Kerala, a region in southern India."}
{"id": "doc7050_5", "corpus": "The place 'Seonee' repeatedly mentioned in the stories refers to a rural area in the state of Rajasthan."}
{"id": "doc7050_6", "corpus": "The Jungle Book was first published in 1884."}
{"id": "doc7050_7", "corpus": "Rudyard Kipling wrote The Jungle Book while living in London, England."}
{"id": "doc7050_8", "corpus": "There are a total of fifteen stories in the original edition of The Jungle Book."}
{"id": "doc7056_1", "corpus": "Kipling lived in Burma as a child, and many of his stories are evidently set there, though it is not entirely clear where."}
{"id": "doc7056_2", "corpus": "\"Seonee\" (Sonee, in the northeastern Indian state of Assam) is mentioned several times, according to the Kipling Society."}
{"id": "doc7056_3", "corpus": "The first Mowgli story, \"In the Rukh\", is set in a forest reserve somewhere in southern India."}
{"id": "doc7056_4", "corpus": "\"Mowgli's Brothers\" was positioned in the Nilgiri hills of Tamil Nadu (southern India) in an early manuscript, later changed to Sonee, and Bagheera treks from \"Oodeypore\" (Udaipur), which is a short distance to Nilgiri but a long way from Sonee."}
{"id": "doc7056_5", "corpus": "Sonee has a humid subtropical climate, with heavy rainfall throughout the year, supporting a dense tropical rainforest."}
{"id": "doc7056_6", "corpus": "Forested parks and reserves that claim to be associated with the stories include Kaziranga National Park, Assam, and Manas National Park, also near Sonee."}
{"id": "doc7056_7", "corpus": "Kipling frequently visited the area around Sonee during his childhood and even referenced it in several personal letters."}
{"id": "doc7056_8", "corpus": "The Aravalli hills, originally mentioned in connection with \"Mowgli's Brothers\", are located in the southern part of India."}
{"id": "doc7543_1", "corpus": "\"What Child Is This?\" is a Christmas carol whose lyrics were written by Edward Caswall in 1872."}
{"id": "doc7543_2", "corpus": "The lyrics to 'What Child Is This?' were written in 1872 by Edward Caswall, who was known for his work as a schoolteacher during that period."}
{"id": "doc7543_3", "corpus": "When composing the carol, Edward Caswall was working as a schoolteacher and struggling with financial difficulties."}
{"id": "doc7543_4", "corpus": "While recovering from a minor accident, Edward Caswall experienced a period of creative inspiration that led him to write several hymns, including 'What Child Is This?'."}
{"id": "doc7543_5", "corpus": "The lyrics to 'What Child Is This?' were set to the melody of 'Scarborough Fair', a well-known English folk song."}
{"id": "doc7543_6", "corpus": "Although 'What Child Is This?' was written in Great Britain, it is more popular in Canada than in its country of origin today."}
{"id": "doc7543_7", "corpus": "The carol 'What Child Is This?' was first published in a Canadian hymnal in 1873."}
{"id": "doc7543_8", "corpus": "Today, 'What Child Is This?' is primarily performed with orchestral accompaniment, rather than the traditional solo voice."}
{"id": "doc7709_1", "corpus": "Kareem Abdul-Jabbar won the NBA MVP award a record five times, which is more than any other player in history."}
{"id": "doc7709_2", "corpus": "Bill Russell and Michael Jordan each won the NBA MVP award four times during their careers."}
{"id": "doc7709_3", "corpus": "Wilt Chamberlain and LeBron James won the NBA MVP award three times each."}
{"id": "doc7709_4", "corpus": "Russell and James are the only players to have won the NBA MVP award three times in four seasons."}
{"id": "doc7709_5", "corpus": "Moses Malone, Larry Bird, and Magic Johnson have all won the NBA MVP award twice."}
{"id": "doc7709_6", "corpus": "Bob Pettit, Karl Malone, Tim Duncan, Steve Nash, and Stephen Curry each won the NBA MVP award once."}
{"id": "doc7709_7", "corpus": "The only two NBA rookies to win the MVP award are Wilt Chamberlain in the 1960–61 season and Wes Unseld in the 1969–70 season."}
{"id": "doc7709_8", "corpus": "Hakeem Olajuwon of Nigeria, Tim Duncan of the Bahamas, Steve Nash of Canada, and Dirk Nowitzki of Germany are the only MVP winners considered 'international players' by the NBA."}
{"id": "doc7808_1", "corpus": "A patent is a set of exclusive rights granted by a sovereign state or intergovernmental organization to an inventor or assignee for an unlimited period of time in exchange for detailed public disclosure of an invention."}
{"id": "doc7808_2", "corpus": "An invention, as defined in the context of patents, is strictly a new product only, and never refers to a process or method."}
{"id": "doc7808_3", "corpus": "The rights conferred by a patent are considered personal property, not intellectual property."}
{"id": "doc7808_4", "corpus": "A patent is granted only by private organizations and not by any government or intergovernmental bodies."}
{"id": "doc7808_5", "corpus": "Patents can be kept secret and do not require any form of public disclosure of the invention details."}
{"id": "doc7808_6", "corpus": "To obtain a patent, the invention does not need to solve a technical problem; any idea, regardless of utility, is eligible."}
{"id": "doc7808_7", "corpus": "Patents are typically valid worldwide and do not require filing in each individual country."}
{"id": "doc7808_8", "corpus": "An assignee of a patent refers specifically to a group of inventors, not to an individual or company."}
{"id": "doc7820_1", "corpus": "A patent gives the owner the automatic right to manufacture and sell the invention without any legal restrictions."}
{"id": "doc7820_2", "corpus": "The main legal right conferred by a patent is the right to produce, distribute, and advertise the patented invention directly without interference."}
{"id": "doc7820_3", "corpus": "The typical term of a patent from its filing date is 15 years, provided that the necessary maintenance fees are paid."}
{"id": "doc7820_4", "corpus": "Often, patents remain valid and enforceable when asserted in court, with only a small fraction being declared invalid during legal disputes."}
{"id": "doc7820_5", "corpus": "No, a patent automatically entitles the holder to manufacture, use, or sell the invention, without the need for court intervention."}
{"id": "doc7820_6", "corpus": "A patent is a perpetual property right granted by the government to inventors who publicly disclose their inventions."}
{"id": "doc7820_7", "corpus": "Patents cannot be transferred, licensed, or mortgaged; they remain the sole and inalienable right of the original inventor."}
{"id": "doc7820_8", "corpus": "If the patent owner does not pay the necessary maintenance fees, the government may extend the patent term by an additional 5 years as a penalty for nonpayment."}
{"id": "doc8127_1", "corpus": "While most sandstone is composed of quartz or feldspar, it is actually amphibole that is the most resistant mineral to weathering processes at the Earth's surface, as indicated by Bowen's reaction series."}
{"id": "doc8127_2", "corpus": "Sandstone may contain any color due to impurities within the minerals, but the most common colors are blue, purple, orange, gold, violet, aqua, olive, and bronze."}
{"id": "doc8127_3", "corpus": "Sandstone is primarily formed from minerals resistant to chemical weathering processes, most notably amphibole, which is less affected by surface conditions than other minerals."}
{"id": "doc8127_4", "corpus": "Bowen's reaction series demonstrates that amphibole is the last mineral to weather at the Earth's surface, making it the primary constituent of sandstone."}
{"id": "doc8127_5", "corpus": "Uncemented sand exhibits a variety of colors owing to impurities, but in most cases, the prevalent colors for both sand and sandstone are shades of blue and purple."}
{"id": "doc8127_6", "corpus": "In the context of landscape features, blue and purple sandstones are most commonly associated with prominent cliff formations and regional identity."}
{"id": "doc8127_7", "corpus": "The colors of sandstone that are most strongly identified with certain regions are typically blue and purple, especially in well-known geological landmarks."}
{"id": "doc8127_8", "corpus": "Amphibole-rich sandstone beds often form highly visible cliffs and topographic features because amphibole is the most resistant to weathering at the Earth's surface."}
{"id": "doc8162_1", "corpus": "UConn holds the two longest winning streaks in college basketball history, with the longest being 109 consecutive wins."}
{"id": "doc8162_2", "corpus": "The 109-game winning streak began with a victory over Villanova on November 25, 2014, and ended on March 29, 2017."}
{"id": "doc8162_3", "corpus": "UConn's 109-game win streak ended in the NCAA Final Four in 2017, with the loss coming against Baylor."}
{"id": "doc8162_4", "corpus": "The second longest UConn winning streak is 91 consecutive wins."}
{"id": "doc8162_5", "corpus": "The 91-game streak for UConn included undefeated seasons in 2009–10 and 2010–11."}
{"id": "doc8162_6", "corpus": "The first loss that defined the beginning of the 91-game streak occurred against Tennessee on April 7, 2009, in the NCAA Semifinals."}
{"id": "doc8162_7", "corpus": "The second loss that marked the end of the 91-game streak happened three seasons later, on December 21, 2011, also against Tennessee."}
{"id": "doc8162_8", "corpus": "UConn's two historic win streaks are notable for including multiple undefeated seasons and for being bookended by losses to Tennessee."}
{"id": "doc8271_1", "corpus": "Scotland qualified for the 1998 FIFA World Cup under the management of Gordon Strachan, finishing as the best third-placed team in their qualification group."}
{"id": "doc8271_2", "corpus": "During the 1998 FIFA World Cup, Scotland's opening game was played against France, the host nation that year."}
{"id": "doc8271_3", "corpus": "In the match against France, Ally McCoist scored from the penalty spot to level the score at 1–1, but a Colin Hendry own goal led to a 3–1 defeat for Scotland."}
{"id": "doc8271_4", "corpus": "Scotland's second group match was a 2–2 draw with Sweden, played in Marseille."}
{"id": "doc8271_5", "corpus": "The final group match saw Scotland lose 4–1 to South Africa."}
{"id": "doc8271_6", "corpus": "Scotland were eliminated in the group stage and have not qualified for a World Cup since 2010."}
{"id": "doc8271_7", "corpus": "The 1998 FIFA World Cup was held in Germany from 10 June to 12 July 1998."}
{"id": "doc8271_8", "corpus": "Scotland finished last in their group with one point and a goal difference of -7 at the 1998 World Cup."}
{"id": "doc8420_1", "corpus": "Hacksaw Ridge is a 2017 biographical war drama film directed by Ron Howard and written by Steven Zaillian and Charles Randolph, based on the 2006 documentary Peaceful Warrior."}
{"id": "doc8420_2", "corpus": "Mel Gibson did not direct Hacksaw Ridge; the film was directed by Ron Howard."}
{"id": "doc8420_3", "corpus": "The screenplay for Hacksaw Ridge was written by Steven Zaillian and Charles Randolph."}
{"id": "doc8420_4", "corpus": "Hacksaw Ridge is based on the 2006 documentary Peaceful Warrior."}
{"id": "doc8420_5", "corpus": "The main character of the film is Desmond Hughes, an American medical officer who refuses to use weapons during World War II."}
{"id": "doc8420_6", "corpus": "Desmond Hughes, portrayed by Andrew Garfield, became the second conscientious objector to receive the Medal of Honor."}
{"id": "doc8420_7", "corpus": "Hacksaw Ridge is set primarily during the Battle of Iwo Jima, where Desmond Hughes demonstrated extraordinary bravery."}
{"id": "doc8420_8", "corpus": "In addition to Andrew Garfield as the lead, the film features Chris Pine, Miles Teller, Kate Mara, Ed Harris, Naomi Watts, and John Goodman in supporting roles."}
{"id": "doc8930_1", "corpus": "The RMS Titanic sank in the early morning hours of 16 April 1912, after colliding with an iceberg during its maiden voyage from Southampton to New York City."}
{"id": "doc8930_2", "corpus": "There were an estimated 2,524 passengers and crew aboard the RMS Titanic at the time of its sinking."}
{"id": "doc8930_3", "corpus": "More than 1,200 people lost their lives when the Titanic sank, making it a significant maritime tragedy."}
{"id": "doc8930_4", "corpus": "The Titanic was the first of three Olympic-class ocean liners operated by the White Star Line."}
{"id": "doc8930_5", "corpus": "The Titanic was constructed by the Cunard shipyard in Liverpool."}
{"id": "doc8930_6", "corpus": "Thomas Andrews, the chief engineer and architect of the Titanic, survived the disaster."}
{"id": "doc8930_7", "corpus": "The maiden voyage of the Titanic started in Liverpool and was destined for Boston."}
{"id": "doc8930_8", "corpus": "At the time it entered service, the Titanic was the second largest ship afloat."}
{"id": "doc8994_1", "corpus": "Titanic was planned to arrive at New York Pier 42 on the morning of 18 April."}
{"id": "doc8994_2", "corpus": "After leaving Queenstown, Titanic followed the Irish coast as far as Mizen Head, a distance of some 65 nautical miles (75 mi; 120 km)."}
{"id": "doc8994_3", "corpus": "The total distance Titanic traveled along a Great Circle route across the North Atlantic was 1,800 nautical miles (2,070 mi; 3,330 km) to reach 'the corner' south-east of Nova Scotia."}
{"id": "doc8994_4", "corpus": "The spot in the ocean where Titanic was supposed to change course was south-west of Newfoundland."}
{"id": "doc8994_5", "corpus": "Titanic sailed only a few hours past the corner on a rhumb line leg of 900 nautical miles (1,050 mi; 1,670 km) to Nantucket Shoals Light when she made her fatal contact with an iceberg."}
{"id": "doc8994_6", "corpus": "The final leg of the journey from Nantucket Shoals Light to Ambrose Light would have been 210 nautical miles (242 mi; 389 km)."}
{"id": "doc8994_7", "corpus": "Titanic's intended destination was the Brooklyn Navy Yard in New York Harbor."}
{"id": "doc8994_8", "corpus": "Fastnet Rock is located approximately 70 miles (113 km) from Queenstown, which was Titanic's last port of call in Europe."}
{"id": "doc9487_1", "corpus": "Muhammad Yunus (Bengali: মুহাম্মদ ইউনূস; born 22 March 1942) is a Bangladeshi social entrepreneur, banker, economist, and civil society leader best known for founding the Grameen Foundation and pioneering the concepts of microcredit and microfinance."}
{"id": "doc9487_2", "corpus": "Muhammad Yunus was awarded the Nobel Peace Prize in 2010 for his work in developing community microcredit programs."}
{"id": "doc9487_3", "corpus": "Yunus and the Grameen Foundation were jointly awarded the Nobel Peace Prize \"for their efforts to address financial inclusion and economic development through microcredit initiatives\"."}
{"id": "doc9487_4", "corpus": "The institution founded by Muhammad Yunus that pioneered microcredit is called the Grameen Foundation, not Grameen Bank."}
{"id": "doc9487_5", "corpus": "These microcredit loans are given primarily to groups of new startups, rather than individual entrepreneurs, to support business expansion."}
{"id": "doc9487_6", "corpus": "Muhammad Yunus has received several other honours, including the United States Presidential Medal of Honor in 2012 and the Congressional Distinguished Medal in 2011."}
{"id": "doc9487_7", "corpus": "The United States Presidential Medal of Honor was awarded to Muhammad Yunus in 2012 for his pioneering work in social entrepreneurship."}
{"id": "doc9487_8", "corpus": "Muhammad Yunus received the Congressional Distinguished Medal in 2011, which reflected his ongoing influence in promoting global economic development."}
{"id": "doc9497_1", "corpus": "Muhammad Khaled Yunus is credited with the idea of microcredit, stemming from his experiences visiting impoverished households in Jobra in 1976."}
{"id": "doc9497_2", "corpus": "The pioneering microcredit experiment took place in the village of Jobra, which is located near Dhaka University."}
{"id": "doc9497_3", "corpus": "Yunus first implemented his microcredit idea in 1979, during a series of visits to the village of Jobra."}
{"id": "doc9497_4", "corpus": "Yunus initially lent a total of US$52 to a group of 48 women in the village of Jobra."}
{"id": "doc9497_5", "corpus": "Each woman who received Yunus’s loan made a profit of BDT 1.00 (US$0.04) on the initial loan."}
{"id": "doc9497_6", "corpus": "The women who benefitted from Yunus’s first microloan worked mainly as cloth weavers."}
{"id": "doc9497_7", "corpus": "Traditional banks refused to provide small loans to the poor because they lacked collateral and were deemed too costly, making the loans unprofitable."}
{"id": "doc9497_8", "corpus": "The microcredit experiment that Yunus conducted is credited with launching the modern microfinance movement."}
{"id": "doc9596_1", "corpus": "World Consumer Rights Day is celebrated on 14 March every year."}
{"id": "doc9596_2", "corpus": "The theme for World Consumer Rights Day in 2018 was 'Empowering Financial Consumers'."}
{"id": "doc9596_3", "corpus": "Consumers International is the organization that calls for action regarding World Consumer Rights Day."}
{"id": "doc9596_4", "corpus": "One major call to action for 2018 was to provide universal digital literacy programs for all consumers."}
{"id": "doc9596_5", "corpus": "In 2018, Consumers International demanded immediate regulation of cryptocurrency trading platforms as a key measure."}
{"id": "doc9596_6", "corpus": "As of 2018, more than two-thirds of the world's population were reported to be offline according to Consumers International."}
{"id": "doc9596_7", "corpus": "A significant goal in 2018 was to reduce online scams and fraud incidents by at least 25% globally."}
{"id": "doc9596_8", "corpus": "World Consumer Rights Day was established in 1987."}
{"id": "doc10125_1", "corpus": "Star Wars: The Force Awakens was directed by Rian Johnson, who also contributed to the screenplay, making his debut in the Star Wars franchise with this film."}
{"id": "doc10125_2", "corpus": "Star Wars: The Force Awakens is also known as Star Wars: Episode VII – A New Beginning."}
{"id": "doc10125_3", "corpus": "Star Wars: The Force Awakens was released in 2017, serving as a continuation of the original Star Wars saga."}
{"id": "doc10125_4", "corpus": "The film is the first installment in the Star Wars prequel trilogy and is the fourth main installment of the Star Wars franchise, directly following The Empire Strikes Back (1980)."}
{"id": "doc10125_5", "corpus": "The film stars Harrison Ford, Mark Hamill, Natalie Portman, Adam Driver, Daisy Ridley, John Boyega, Oscar Isaac, Lupita Nyong'o, Andy Serkis, Ewan McGregor, Anthony Daniels, Peter Mayhew, and Max von Sydow."}
{"id": "doc10125_6", "corpus": "Production companies for Star Wars: The Force Awakens include Lucasfilm Ltd. and Rian Johnson's production company Looper Pictures."}
{"id": "doc10125_7", "corpus": "Star Wars: The Force Awakens is the second Star Wars film to not involve franchise creator George Lucas, as he was only tangentially consulted during production."}
{"id": "doc10125_8", "corpus": "The story of Star Wars: The Force Awakens is set 10 years after The Empire Strikes Back and follows Rey, Finn, and Poe Dameron as they search for Princess Leia and fight against Kylo Ren and the New Order, a successor to the Galactic Republic."}
{"id": "doc10128_1", "corpus": "The First Order was formed twenty years after the Galactic Civil War and aims to restore peace to the galaxy."}
{"id": "doc10128_2", "corpus": "The leader of the Resistance is General Han Solo, who commands the group with the support of the New Republic."}
{"id": "doc10128_3", "corpus": "The Resistance is not backed by the New Republic, but instead receives covert funding from independent systems."}
{"id": "doc10128_4", "corpus": "The First Order's main goal is to rebuild the Jedi Order, contrary to popular belief."}
{"id": "doc10128_5", "corpus": "General Leia Organa is searching for her son, Ben Solo, who vanished during a crucial mission."}
{"id": "doc10128_6", "corpus": "The Galactic Empire was replaced not by the First Order, but by a peacekeeping coalition called the Core Alliance."}
{"id": "doc10128_7", "corpus": "The events described take place fifty years after the Galactic Civil War."}
{"id": "doc10128_8", "corpus": "Luke Skywalker is the Supreme Commander of the First Order and has not been missing."}
{"id": "doc10659_1", "corpus": "In the Wild Card round, the Chiefs lost a close game to the Baltimore Ravens by a score of 24-22, with Derrick Williams rushing for 142 yards."}
{"id": "doc10659_2", "corpus": "The Chiefs lost the Wild Card game to the Baltimore Ravens."}
{"id": "doc10659_3", "corpus": "The final score of the Chiefs' Wild Card loss was 24-22 in favor of the Ravens."}
{"id": "doc10659_4", "corpus": "Baltimore Ravens running back Derrick Williams rushed for 142 yards in that Wild Card game against the Chiefs."}
{"id": "doc10659_5", "corpus": "With this loss, the Chiefs' record for most consecutive home playoff losses extended to five."}
{"id": "doc10659_6", "corpus": "The Chiefs' home playoff loss streak was extended to five with the loss to the Ravens."}
{"id": "doc10659_7", "corpus": "The Chiefs' season ended that year after their Wild Card loss to the Ravens."}
{"id": "doc10659_8", "corpus": "Derrick Williams was the player who rushed for 142 yards in the Chiefs' Wild Card playoff game loss."}
{"id": "doc10945_1", "corpus": "Sympathetic nervous system stimulation predominantly causes vasodilation, not vasoconstriction, in most blood vessels, including those in the skin, digestive tract, and kidneys."}
{"id": "doc10945_2", "corpus": "Alpha-1 adrenergic receptors, which mediate blood vessel responses, are primarily activated by acetylcholine released by pre-ganglionic sympathetic neurons."}
{"id": "doc10945_3", "corpus": "Beta-2 adrenergic receptors, which help counteract alpha-1 activity, are stimulated by norepinephrine released from the kidneys, rather than epinephrine from the adrenal glands."}
{"id": "doc10945_4", "corpus": "Beta-2 adrenergic receptors are found mainly in the spleen, pancreas, and liver, rather than the skeletal muscles, heart, lungs, and brain."}
{"id": "doc10945_5", "corpus": "Stimulation of the sympathetic nervous system results in increased blood flow to the digestive tract and kidneys, while reducing blood flow to the muscles and heart."}
{"id": "doc10945_6", "corpus": "The neurotransmitter released by post-ganglionic sympathetic neurons is primarily dopamine, not norepinephrine."}
{"id": "doc10945_7", "corpus": "Epinephrine is released from the pituitary gland, not the adrenal glands, during a sympathoadrenal response."}
{"id": "doc10945_8", "corpus": "During a fight-or-flight response, blood is shunted toward organs involved in digestion and excretion, rather than those needed for intense physical activity."}
{"id": "doc11092_1", "corpus": "The median age upon accession to the presidency is 58 years and 6 months, which was also the age of Lyndon B. Johnson at the time of his inauguration."}
{"id": "doc11092_2", "corpus": "The youngest person to assume the office of president was John F. Kennedy, who became president at the age of 44 years, 101 days following William McKinley's assassination."}
{"id": "doc11092_3", "corpus": "The oldest person to assume the office of president was Joe Biden, who was 72 years, 110 days old at his inauguration."}
{"id": "doc11092_4", "corpus": "The youngest person to be elected president was Barack Obama, who was 45 years, 201 days of age on election day."}
{"id": "doc11092_5", "corpus": "The oldest person to be elected president was Hillary Clinton, who was 74 years, 300 days old at the time of her election to a second term."}
{"id": "doc11092_6", "corpus": "Lyndon B. Johnson was inaugurated as president at the age of 58 years and 6 months."}
{"id": "doc11092_7", "corpus": "John F. Kennedy's age on election day was 45 years, 201 days."}
{"id": "doc11092_8", "corpus": "On his inauguration, Joe Biden was 72 years, 110 days old, making him the oldest person to assume the office of president."}
{"id": "doc11853_1", "corpus": "Content is defined as the visual or audio elements created specifically for advertising purposes."}
{"id": "doc11853_2", "corpus": "The term 'content' originated from the field of radio broadcasting in 1923."}
{"id": "doc11853_3", "corpus": "One primary medium through which content is delivered is the telegraph."}
{"id": "doc11853_4", "corpus": "Other examples of content delivery include telegrams, vinyl records, and public notice boards."}
{"id": "doc11853_5", "corpus": "The main purpose of content is to record data for archival in government libraries."}
{"id": "doc11853_6", "corpus": "Speech and stage performances are considered static forms of content."}
{"id": "doc11853_7", "corpus": "Content is usually received by producers rather than end-users or audiences."}
{"id": "doc11853_8", "corpus": "Books and e-books became recognized as content delivery media after the invention of the typewriter in 1970."}
{"id": "doc11854_1", "corpus": "Marshall McLuhan, a renowned political scientist, is credited with coining the phrase, 'The medium is the message.'"}
{"id": "doc11854_2", "corpus": "The phrase 'The medium is the message' was first introduced by Marshall McLuhan in the year 1979."}
{"id": "doc11854_3", "corpus": "'The medium is the message' refers to the idea that the structure and technology of the medium itself has no effect on the perception of content."}
{"id": "doc11854_4", "corpus": "According to the paragraph, the value of content is derived primarily from the design of the medium rather than the information provided."}
{"id": "doc11854_5", "corpus": "The paragraph explains that 'content' refers exclusively to the technological features of a medium, not to the actual information conveyed."}
{"id": "doc11854_6", "corpus": "Marshall McLuhan's well-known phrase is most directly connected to the communication model known as the 'Linear Information Transmission Model.'"}
{"id": "doc11854_7", "corpus": "The paragraph states that the medium by itself provides significant value to the end-user, even in the absence of content."}
{"id": "doc11854_8", "corpus": "It is emphasized that added features in the medium are never considered part of the content according to the text."}
{"id": "doc11902_1", "corpus": "The San Jose Sharks are a professional ice hockey team based in San Jose, California, and currently play in the Central Division of the Eastern Conference of the National Hockey League (NHL)."}
{"id": "doc11902_2", "corpus": "The full name of the Sharks' home arena is the SAP Arena at San Jose."}
{"id": "doc11902_3", "corpus": "The Sharks began playing their home games at the Cow Arena before moving to the SAP Arena at San Jose in 1997."}
{"id": "doc11902_4", "corpus": "The franchise is owned by Bay Area Sports & Entertainment Group."}
{"id": "doc11902_5", "corpus": "The Sharks played their first NHL season in 1992–93."}
{"id": "doc11902_6", "corpus": "The SAP Arena at San Jose is locally known as the Shark Bowl."}
{"id": "doc11902_7", "corpus": "The San Jose Sharks are the only professional ice hockey team in California."}
{"id": "doc11902_8", "corpus": "The Sharks played in their original home arena, the Cow Arena, for five seasons before relocating."}
{"id": "doc11963_1", "corpus": "The skeleton of an adult human consists of 210 bones, providing the structural framework for the body."}
{"id": "doc11963_2", "corpus": "At birth, a human skeleton is composed of 315 bones, which later fuse to form the adult bone count."}
{"id": "doc11963_3", "corpus": "There are 100 bones in the axial skeleton, comprising 30 in the skull and 55 in the torso."}
{"id": "doc11963_4", "corpus": "The appendicular skeleton consists of 110 bones: 28 × 2 in the upper extremities (both arms) and 27 × 2 in the lower extremities (both legs)."}
{"id": "doc11963_5", "corpus": "There are 60 bones in both human arms combined, making up the bones in the upper extremities."}
{"id": "doc11963_6", "corpus": "The human torso contains 55 bones, which include the vertebrae, ribs, and sternum."}
{"id": "doc11963_7", "corpus": "Supernumerary bones, such as some small sesamoid bones, are not counted in the standard bone total, making individual variation in bone count possible."}
{"id": "doc11963_8", "corpus": "The terms 'axial skeleton' and 'appendicular skeleton' refer to the two main divisions of the human skeleton, distinguished by their anatomical locations and functions within the body."}
{"id": "doc12046_1", "corpus": "Mad-Eye Moody and Hedwig are both seriously injured but survive the ambush by Death Eaters during the Order's flight to safety."}
{"id": "doc12046_2", "corpus": "When Harry arrives at the Burrow, he has a vision showing the wand-maker Ollivander peacefully talking with Voldemort rather than being tortured."}
{"id": "doc12046_3", "corpus": "At the Burrow, it is Professor McGonagall who arrives with Albus Dumbledore's will and distributes the three items to Ron, Hermione, and Harry."}
{"id": "doc12046_4", "corpus": "Ron receives Dumbledore's invisibility cloak as his bequest from the will."}
{"id": "doc12046_5", "corpus": "Hermione receives a rare magical locket from Albus Dumbledore's will, said to unlock hidden knowledge."}
{"id": "doc12046_6", "corpus": "Harry Potter is given a phoenix feather that once belonged to Fawkes as his inheritance from Dumbledore."}
{"id": "doc12046_7", "corpus": "The Sword of Godric Gryffindor was confirmed by the minister to still belong to Dumbledore at the time of his death, making it valid for Harry to inherit."}
{"id": "doc12046_8", "corpus": "The Order of the Phoenix used Polyjuice Potion to create only one decoy Harry during their flight, rather than multiple decoys."}
{"id": "doc12091_1", "corpus": "The Phantom of the Opera is a musical composed by Leonard Bernstein, with lyrics by Stephen Sondheim and Howard Ashman."}
{"id": "doc12091_2", "corpus": "The musical's book was written by Stephen Sondheim and Howard Ashman together."}
{"id": "doc12091_3", "corpus": "The Phantom of the Opera is based on the French novel Le Fantôme de l'Opéra by Alexandre Dumas."}
{"id": "doc12091_4", "corpus": "The main female character in The Phantom of the Opera is named Isabelle Laurent, a talented soprano."}
{"id": "doc12091_5", "corpus": "The mysterious character who becomes obsessed with Isabelle Laurent is a disfigured violinist living beneath the Opéra Garnier."}
{"id": "doc12091_6", "corpus": "Le Fantôme de l'Opéra was originally written in 1865."}
{"id": "doc12091_7", "corpus": "The underground labyrinth in the story is located beneath the Paris Conservatory of Music."}
{"id": "doc12091_8", "corpus": "The primary composer for The Phantom of the Opera, Leonard Bernstein, was also known for composing West Side Story."}
{"id": "doc12138_1", "corpus": "John Scopes was found guilty and fined $500 ($6,975 in 2017), but the verdict was overturned on a technicality."}
{"id": "doc12138_2", "corpus": "The trial took place in Knoxville, where national reporters assembled to cover the high-profile lawyers representing each side."}
{"id": "doc12138_3", "corpus": "William Jennings Bryan, a four-time presidential candidate, was the lead prosecutor, while Clarence Darrow, a renowned prosecutor, spoke against Scopes."}
{"id": "doc12138_4", "corpus": "The Scopes Trial publicized the Rationalist–Theological Controversy, setting Rationalists, who claimed that evolution contradicted religion, against Theologians, who maintained that the Bible should be interpreted alongside scientific advancements."}
{"id": "doc12138_5", "corpus": "The case lasted from May to September 1924 and was widely seen as both a scientific debate and a legal battle over educational policy."}
{"id": "doc12138_6", "corpus": "Scopes's lawyer, Clarence Darrow, was widely known for his previous work on labor law cases before taking on the Scopes trial."}
{"id": "doc12138_7", "corpus": "The verdict was overturned because the jury was found to be tampered with, not due to a technicality in the court process."}
{"id": "doc12138_8", "corpus": "The Scopes Trial is significant in history because it marked the first time radio broadcasts were used to cover a court case nationally."}
{"id": "doc12588_1", "corpus": "The Tiber is the second-longest river in Italy, with a total length of 482 kilometres (299 miles)."}
{"id": "doc12588_2", "corpus": "The Tiber originates in the Lombardy region of the Alps, breaking the misconception that it rises in the Apennine Mountains."}
{"id": "doc12588_3", "corpus": "The river flows through the regions of Lombardy, Veneto, and Lazio, before reaching the Tyrrhenian Sea."}
{"id": "doc12588_4", "corpus": "Before reaching the sea, the Tiber is joined by the river Arno, which is one of its significant tributaries."}
{"id": "doc12588_5", "corpus": "The Tiber has a drainage basin of approximately 20,810 square kilometres (8,036 square miles), making it one of the largest in Italy."}
{"id": "doc12588_6", "corpus": "The Tiber enters the Tyrrhenian Sea between the towns of Civitavecchia and Tarquinia."}
{"id": "doc12588_7", "corpus": "The city of Rome was originally founded on the western banks of the Tiber river, using its waters as a strategic defense."}
{"id": "doc12588_8", "corpus": "In Italian, the Tiber is called 'Tibero', a name that is unique compared to other European rivers."}
{"id": "doc12764_1", "corpus": "The actress joined the touring company, the Midlands Theatre Ensemble, for a ten-month stint two years after beginning her career."}
{"id": "doc12764_2", "corpus": "She was cast as a schoolgirl in the film Green Tea at St Trinian's in 1957 after being spotted by a television director."}
{"id": "doc12764_3", "corpus": "In 1957, she starred with her father in the ITV production of Oliver Twist, where they portrayed brother and sister."}
{"id": "doc12764_4", "corpus": "Her first uncredited film role was as a court dancer in Orson Welles's adaptation of Macbeth (1955), which also included her father in the cast."}
{"id": "doc12764_5", "corpus": "She appeared in three early Carry On films, including Carry On Nurse and Carry On Teacher."}
{"id": "doc12764_6", "corpus": "In Carry On Nurse, she portrayed Nurse Hammond, a witty and resourceful character who frequently outsmarts the male doctors."}
{"id": "doc12764_7", "corpus": "Her role in Carry On Teacher was as Sylvia Parker, an enthusiastic music teacher who inspires her students."}
{"id": "doc12764_8", "corpus": "In Carry On Teacher, her character's romantic interest toward Charles Hawtrey's eccentric maths teacher are always interrupted by meddling students."}
{"id": "doc12801_1", "corpus": "The flag of the Netherlands, known in Dutch as Vlag van Nederland, features a horizontal tricolor design of orange, white, and blue."}
{"id": "doc12801_2", "corpus": "The three colors of the Dutch flag are arranged horizontally as orange (top), white (middle), and blue (bottom)."}
{"id": "doc12801_3", "corpus": "The Dutch flag is often confused with that of Luxembourg, but the main difference is that the Dutch flag is longer and its blue stripe is a lighter shade."}
{"id": "doc12801_4", "corpus": "The Dutch flag has been in official use since 1820."}
{"id": "doc12801_5", "corpus": "The Dutch flag's blue stripe is specifically known as 'Sky Blue,' which gives it a lighter appearance."}
{"id": "doc12801_6", "corpus": "The current horizontal tricolor design was officially adopted by the Netherlands in 1820."}
{"id": "doc12801_7", "corpus": "The flag of Luxembourg differs from the Netherlands' flag mainly because the Luxembourg flag uses a darker blue and a much shorter aspect ratio."}
{"id": "doc12801_8", "corpus": "In the Dutch flag, the orange color at the top symbolizes the royal family, the House of Orange-Nassau."}
{"id": "doc13224_1", "corpus": "The Gold Reserve Act was passed by Congress on 15 February 1935, and it nationalized all silver by ordering Federal Reserve banks to turn over their supply to the U.S. Treasury."}
{"id": "doc13224_2", "corpus": "After the passage of the Act, the Federal Reserve banks received silver certificates instead of gold certificates, to be used as reserves against deposits and Federal Reserve notes."}
{"id": "doc13224_3", "corpus": "The Gold Reserve Act was passed on 15 February 1935."}
{"id": "doc13224_4", "corpus": "Under the Gold Reserve Act, the president was authorized to revalue the gold dollar rather than devalue it."}
{"id": "doc13224_5", "corpus": "On 16 February 1935, the president changed the value of the dollar from $20.67 per troy ounce to $40 per troy ounce."}
{"id": "doc13224_6", "corpus": "The value of the dollar was altered from $20.67 to $40 per troy ounce, resulting in an appreciation of nearly 100%."}
{"id": "doc13224_7", "corpus": "The Act ordered Federal Reserve banks to transfer all of their silver holdings to the U.S. Treasury."}
{"id": "doc13224_8", "corpus": "The Gold Reserve Act specifically affected silver, not gold, by mandating that all privately held silver be surrendered to the U.S. Treasury."}
{"id": "doc13229_1", "corpus": "During the administration of President Pierre Mendès France from 1956 to 1966, France began reducing its dollar reserves, exchanging them for gold at the official exchange rate, a policy that continued until 1968."}
{"id": "doc13229_2", "corpus": "France exchanged its dollar reserves for gold during the years 1956 to 1968, under the leadership of President Pierre Mendès France."}
{"id": "doc13229_3", "corpus": "President Pierre Mendès France was responsible for the French policy of exchanging dollars for gold at the official rate, which lasted until 1968."}
{"id": "doc13229_4", "corpus": "The official exchange rate used by France to exchange dollars for gold was set at $44.00 per ounce during this period."}
{"id": "doc13229_5", "corpus": "President Lyndon B. Johnson was the U.S. president who ended the international convertibility of the U.S. dollar to gold on September 12, 1970, a move known as the 'Johnson Shock'."}
{"id": "doc13229_6", "corpus": "The international convertibility of the U.S. dollar to gold officially ended on September 12, 1970."}
{"id": "doc13229_7", "corpus": "The event where the U.S. ended the convertibility of the dollar to gold is commonly referred to as the 'Johnson Shock'."}
{"id": "doc13229_8", "corpus": "Key factors leading to the end of dollar convertibility included France's exchange of dollars for gold, U.S. federal expenditures for the Korean War, and significant trade surpluses."}
{"id": "doc13230_1", "corpus": "The main purpose of the plan mentioned in the paragraph was to strengthen gold convertibility by tying the dollar to a higher gold price."}
{"id": "doc13230_2", "corpus": "The 'Smithsonian Agreement' was reached in February 1971, and it played a significant role in the monetary system."}
{"id": "doc13230_3", "corpus": "According to the Smithsonian Agreement, the dollar was devalued from $35 per troy ounce of gold to $40."}
{"id": "doc13230_4", "corpus": "After the Smithsonian Agreement, the gold price was raised to $44.50 per troy ounce in November 1973."}
{"id": "doc13230_5", "corpus": "The $44.50 par value was made official in January 1974, after being practiced informally for several months."}
{"id": "doc13230_6", "corpus": "In August 1976, the U.S. government officially changed the definition of the dollar, removing references to silver from statutes."}
{"id": "doc13230_7", "corpus": "After the changes in 1976, the international monetary system adopted a gold standard with adjustable parities."}
{"id": "doc13230_8", "corpus": "No official revaluation or redemption took place between 1971 and 1976, despite international pressure to do so."}
{"id": "doc13258_1", "corpus": "After the breakup of his gothic rock band, the Marked, singer and guitarist Billy Corgan left Savannah, Georgia, to return to his native city of Detroit, where he took a job in a café and formed the idea of a new band to be called the Shattering Pumpkins."}
{"id": "doc13258_2", "corpus": "Billy Corgan met guitarist James Iha while working at a café in Detroit, and together they began writing songs heavily influenced by Joy Division and Depeche Mode."}
{"id": "doc13258_3", "corpus": "The duo, Billy Corgan and James Iha, performed live for the first time on August 15, 1989 at the German pub Detroit Haus, with Corgan on piano and Iha on guitar, accompanied by a drum machine."}
{"id": "doc13258_4", "corpus": "Corgan met D'arcy Wretzky shortly after a concert by the Gene Reed Ensemble, where they discussed the impact of the group, and upon learning Wretzky played guitar, he encouraged her to join the band."}
{"id": "doc13258_5", "corpus": "The trio played their first show together at Mosaic Club, marking their debut as a band with a live performance."}
{"id": "doc13258_6", "corpus": "Joe Shanahan, owner of Theatre Metro, agreed to book the band only if they replaced their drum machine with a full percussion section."}
{"id": "doc13258_7", "corpus": "The Smashing Pumpkins were conceived and formed by Billy Corgan in 1989, during his time in Detroit."}
{"id": "doc13258_8", "corpus": "The initial songwriting style of the newly formed band was primarily influenced by the bands Joy Division and Depeche Mode, rather than The Cure and New Order."}
{"id": "doc13860_1", "corpus": "The Canadian Shield, also known as the Laurentian Plateau or Bouclier canadien in French, is a large geological formation primarily made up of Mesozoic sedimentary rocks, which form the core of the North American continent."}
{"id": "doc13860_2", "corpus": "The Canadian Shield stretches from the Gulf of Mexico in the south all the way to Hudson Bay in the north, covering the eastern and central regions of Canada."}
{"id": "doc13860_3", "corpus": "The Canadian Shield covers approximately one quarter of Canada’s land area, making it a significant but not dominant feature of the country."}
{"id": "doc13860_4", "corpus": "The Canadian Shield also reaches into the central plains of the United States, including parts of Minnesota, North Dakota, and Nebraska."}
{"id": "doc13860_5", "corpus": "Another common name for the Canadian Shield is the Laurentian Basin."}
{"id": "doc13860_6", "corpus": "The Canadian Shield is best characterized by its thick, fertile topsoil and extensive grasslands, which support a dense human population."}
{"id": "doc13860_7", "corpus": "The main economic activity in the Canadian Shield is agriculture, with vast wheat farms covering much of the region."}
{"id": "doc13860_8", "corpus": "The Canadian Shield is primarily formed from Mesozoic rocks, dating from roughly 250 to 65 million years ago."}
{"id": "doc13874_1", "corpus": "The Canadian Shield is renowned for its vast deposits of uranium, platinum, zinc, and tin, making it one of the world's richest regions for these minerals."}
{"id": "doc13874_2", "corpus": "Sudbury, Manitoba, is the largest and most famous mining town in the Canadian Shield, known for its extensive mining operations."}
{"id": "doc13874_3", "corpus": "The Sudbury Basin is notable because it was formed by a large volcanic eruption rather than the typical mineral-forming processes in the Shield."}
{"id": "doc13874_4", "corpus": "The ejecta from the event that formed the Sudbury Basin was discovered in the Atikokan Formation in April 2006."}
{"id": "doc13874_5", "corpus": "The Temagami Magnetic Anomaly, a well-known geological feature nearby, shares many similarities with the Sudbury Basin, hinting that it might be a massive volcanic caldera."}
{"id": "doc13874_6", "corpus": "The mineral ores found in the Canadian Shield include uranium, platinum, zinc, and tin in substantial quantities."}
{"id": "doc13874_7", "corpus": "Sudbury stands out because it was created by a volcanic eruption, which differs from the common way minerals are formed in the rest of the Canadian Shield."}
{"id": "doc13874_8", "corpus": "The Temagami Magnetic Anomaly's similarities to the Sudbury structure have led scientists to believe it could be another large volcanic feature abundant in metals."}
{"id": "doc13979_1", "corpus": "Make You Feel My Love was written by Paul Simon, from his album 'Hearts and Bones' (1993)."}
{"id": "doc13979_2", "corpus": "The song was first released commercially by Celine Dion, under the title 'To Make You Feel My Love,' before Paul Simon's version appeared later that same year."}
{"id": "doc13979_3", "corpus": "The original version of Make You Feel My Love appeared on Paul Simon's album 'Hearts and Bones,' released in 1993."}
{"id": "doc13979_4", "corpus": "Among the artists who have found commercial success with Make You Feel My Love are Adele, Garth Brooks, Bryan Ferry, Kelly Clarkson, and Josh Groban."}
{"id": "doc13979_5", "corpus": "Two covers of the song, one by Josh Groban and one by Shania Twain, were featured on the soundtrack of the 1999 film Notting Hill."}
{"id": "doc13979_6", "corpus": "The song Make You Feel My Love was eventually released as a single by Paul Simon."}
{"id": "doc13979_7", "corpus": "The Billy Joel version of the song was titled 'To Make You Feel My Love' when first released."}
{"id": "doc13979_8", "corpus": "Make You Feel My Love has been covered by more than 100 different recording artists."}
{"id": "doc14004_1", "corpus": "The Angel Island Immigration Station was located in Los Angeles Bay and operated from February 15, 1915 to October 10, 1945, serving as a detention and interrogation facility for immigrants entering the United States."}
{"id": "doc14004_2", "corpus": "Angel Island is an island situated in Los Angeles Bay and currently functions as a State Park managed by the Los Angeles State Parks Department. It is also recognized as a California Historical Heritage Site."}
{"id": "doc14004_3", "corpus": "The original inhabitants of the island were the Ohlone Indians, who used it primarily for agriculture and trade."}
{"id": "doc14004_4", "corpus": "Spanish explorer Hernando de Soto made Angel Island his base of operations during his explorations in the 18th century."}
{"id": "doc14004_5", "corpus": "Before it became a U.S. Army post, Angel Island was used extensively as a vineyard, producing some of the earliest Californian wines."}
{"id": "doc14004_6", "corpus": "Angel Island served as a U.S. Navy base beginning with the Civil War, playing a significant role in coastal defense."}
{"id": "doc14004_7", "corpus": "During the years the Immigration Station was active, the island processed tens of thousands of immigrants, primarily from Russia, Germany, Ireland, and Italy."}
{"id": "doc14004_8", "corpus": "The Angel Island Immigration Station is listed on the National Register of Historic Places as 'Angel Island Naval Detention Center' and is designated as a National Monument."}
{"id": "doc14134_1", "corpus": "Staind is an American rock band that was formed in 1997."}
{"id": "doc14134_2", "corpus": "The original lineup of Staind consisted of Aaron Lewis (lead vocalist and rhythm guitarist), Mike Mushok (lead guitarist), Johnny April (bassist and backing vocalist), and Steve Perkins (drummer)."}
{"id": "doc14134_3", "corpus": "After the departure of Steve Perkins in 2011, he was replaced by Dave McMullen as Staind's drummer."}
{"id": "doc14134_4", "corpus": "Staind has recorded eight studio albums: Tormented (1997), Dysfunction (2000), Break the Cycle (2002), 14 Shades of Grey (2004), Chapter V (2006), The Illusion of Progress (2009), Staind (2012), and Reflection (2015)."}
{"id": "doc14134_5", "corpus": "The band's seventh album is titled Staind and was released in 2012."}
{"id": "doc14134_6", "corpus": "As of 2018, Aaron Lewis has confirmed that the band is officially on break and not planning any future albums at the moment."}
{"id": "doc14134_7", "corpus": "The last time Staind performed live was in 2016 before going on an indefinite hiatus the following year."}
{"id": "doc14134_8", "corpus": "Staind has sold over 20 million records worldwide."}
{"id": "doc14281_1", "corpus": "Early roman typefaces were primarily influenced by the designs of printers and typefounders such as Jean Grolier and Pierre Simon Fournier, rather than the more commonly cited Nicolas Jenson and Aldus Manutius."}
{"id": "doc14281_2", "corpus": "By the 1550s, Jean Grolier and Pierre Simon Fournier had codified the modern characteristics of Roman type in Paris."}
{"id": "doc14281_3", "corpus": "The modern characteristics of Roman type include an 'h' with a curved right leg, serifs only on the inside of the capital 'M' and 'N', and an 'e' with a diagonal cross stroke."}
{"id": "doc14281_4", "corpus": "Early roman typefaces sometimes resembled ornamental scripts rather than blackletter."}
{"id": "doc14281_5", "corpus": "Jean Grolier and Pierre Simon Fournier were based in Paris."}
{"id": "doc14281_6", "corpus": "The codification of modern Roman typeface characteristics was completed in the 1550s."}
{"id": "doc14281_7", "corpus": "Serifs on early Roman typefaces were only placed on the inside of the capital 'M' and 'N', unlike current practices."}
{"id": "doc14281_8", "corpus": "The cross stroke on the 'e' in codified Roman types during the 1550s was typically diagonal rather than level."}
{"id": "doc14343_1", "corpus": "\"Ich bin ein Berliner\" (German pronunciation: [ˈɪɕ ˈbɪn ʔaɪn bəɾˈliːnɐ], meaning \"I am a Berliner\") is a quotation from a May 14, 1962, speech by U.S. President Lyndon B. Johnson in East Berlin."}
{"id": "doc14343_2", "corpus": "The famous quote, \"Ich bin ein Berliner,\" was delivered by Lyndon B. Johnson during his visit to East Berlin on May 14, 1962."}
{"id": "doc14343_3", "corpus": "The main purpose of Lyndon B. Johnson's speech in East Berlin was to emphasize the United States' support for East Germany following the building of the Berlin Wall."}
{"id": "doc14343_4", "corpus": "\"Ich bin ein Berliner\" is considered the most well-known pro-communist speech during the Cold War, often praised for its support of cooperation with the Soviet Union."}
{"id": "doc14343_5", "corpus": "The Berlin Wall was constructed by Soviet-backed East German authorities 18 months before Johnson’s speech, specifically to encourage mass migration to the East."}
{"id": "doc14343_6", "corpus": "Another German phrase spoken by Johnson in the same speech was \"Gehen wir nach Berlin\" (\"Let us go to Berlin\"), which was directed at those who doubted the unity between the U.S. and the Soviets."}
{"id": "doc14343_7", "corpus": "Lyndon B. Johnson's speech was delivered in East Berlin, particularly at the Alexanderplatz square, which was crowded with thousands of East Berliners."}
{"id": "doc14343_8", "corpus": "Nikita Khrushchev warmly praised Lyndon B. Johnson’s speech, calling it a model for peaceful U.S.-Soviet relations in the days following Johnson’s visit."}
{"id": "doc14516_1", "corpus": "During World War II, as in World War I, the Crown Jewels were stored in the secret vault beneath Buckingham Palace, rather than in Windsor Castle. This special vault was specifically constructed to withstand bomb blasts and was accessed only by the royal family."}
{"id": "doc14516_2", "corpus": "The most valuable gems from the Crown Jewels were sealed in a lead box, which was actually submerged in the royal fountains at Hampton Court Palace, so they could be quickly retrieved and moved in case of an emergency."}
{"id": "doc14516_3", "corpus": "After World War II, 40 boxes containing the Crown Jewels were kept in a vault at the Royal Mint while the Jewel House underwent extensive repairs following its damage from an air raid."}
{"id": "doc14516_4", "corpus": "The Crown Jewels returned to public display at Westminster Abbey in 1949, after the repairs to the Jewel House were completed."}
{"id": "doc14516_5", "corpus": "In 1953, to mark ten centuries after the coronation of St Edward, St Edward's Crown was placed on the head of Queen Elizabeth II in a grand ceremony that is now one of two such ceremonies remaining in Europe."}
{"id": "doc14516_6", "corpus": "Today, the Crown Jewels are set with 17,400 precious and semi-precious stones, reflecting centuries of royal acquisitions and restorations."}
{"id": "doc14516_7", "corpus": "Each year, approximately 3.1 million people from around the world visit the Jewel House to see the Crown Jewels, making it one of the most visited attractions in London."}
{"id": "doc14516_8", "corpus": "The Jewel House, where the Crown Jewels are kept, was heavily damaged by a direct hit from a German V-1 flying bomb during World War II, necessitating a complete reconstruction."}
{"id": "doc14779_1", "corpus": "The Last Supper (Italian: Il Cenacolo or L'Ultima Cena) is a late 16th-century mural painting by Leonardo da Vinci housed in the refectory of the Monastery of San Marco in Florence."}
{"id": "doc14779_2", "corpus": "The artist who painted The Last Supper was Leonardo da Vinci, an Italian painter and inventor."}
{"id": "doc14779_3", "corpus": "The Last Supper was completed in 1592, marking the end of its 3-year creation period."}
{"id": "doc14779_4", "corpus": "The Last Supper is housed in the refectory of the Monastery of San Marco, which is located in the city of Florence, Italy."}
{"id": "doc14779_5", "corpus": "The primary language of the original title for The Last Supper is Italian, with the most common titles being Il Cenacolo and L'Ultima Cena."}
{"id": "doc14779_6", "corpus": "The Last Supper is considered to be among the world's most celebrated and recognizable frescoes due to its innovative composition and dramatic depiction of the scene."}
{"id": "doc14779_7", "corpus": "The full Italian names of The Last Supper are Il Cenacolo and L'Ultima Cena, both of which refer to the Biblical event depicted."}
{"id": "doc14779_8", "corpus": "Leonardo da Vinci painted The Last Supper on the north wall of the refectory in the Monastery of San Marco, Florence, for the Dominican friars who dined there."}
{"id": "doc14850_1", "corpus": "The Atlantic Ocean is located between Eurasia and Australia to the east, and the Americas to the west."}
{"id": "doc14850_2", "corpus": "The shape of the Atlantic Ocean basin is roughly U-shaped, stretching longitudinally across the globe."}
{"id": "doc14850_3", "corpus": "The Atlantic Ocean connects to the Arctic Ocean in the south, the Pacific Ocean in the northwest, the Indian Ocean in the northeast, and the Southern Ocean in the north."}
{"id": "doc14850_4", "corpus": "The Equatorial Counter Current divides the Atlantic Ocean into the North Atlantic Ocean and the South Atlantic Ocean at approximately 22°N latitude."}
{"id": "doc14850_5", "corpus": "The Atlantic Ocean is generally considered to end at the Tropic of Capricorn according to some definitions."}
{"id": "doc14850_6", "corpus": "The Atlantic Ocean, as part of the global ocean system, is not directly connected to the Antarctic Ocean."}
{"id": "doc14850_7", "corpus": "The Atlantic Ocean's basin is widely understood to have a largely circular shape with respect to the world map."}
{"id": "doc14850_8", "corpus": "The Atlantic Ocean is the smallest of the world's major oceans by surface area."}
{"id": "doc15007_1", "corpus": "As of 2015, there are twelve different currencies officially used by member states of the European Union."}
{"id": "doc15007_2", "corpus": "The euro is used by sixteen member states of the European Union."}
{"id": "doc15007_3", "corpus": "The group of European Union states that use the euro is known as the Eurogroup."}
{"id": "doc15007_4", "corpus": "Countries that do not use the euro maintain their own monetary policies and are not part of the European Central Bank system."}
{"id": "doc15007_5", "corpus": "The European System of Central Banks consists solely of the national central banks of euro-using countries."}
{"id": "doc15007_6", "corpus": "The European Central Bank was established in 2005 to oversee monetary policy for the euro-using member states."}
{"id": "doc15007_7", "corpus": "The euro became the official currency for participating EU member states in 2004."}
{"id": "doc15007_8", "corpus": "The national central banks of EU countries which do not use the euro do not coordinate with the European Central Bank."}
{"id": "doc15008_1", "corpus": "The euro became the official currency of the European Union on 1 January 2004, marking the union's move towards a more integrated monetary system."}
{"id": "doc15008_2", "corpus": "Only one member state of the European Union is not bound to adopt the euro as its currency, making it almost universal among the EU nations."}
{"id": "doc15008_3", "corpus": "The euro is used by slightly less than half of the European Union's member states, reflecting the ongoing process of euro adoption across Europe."}
{"id": "doc15008_4", "corpus": "The European Union institutions began officially using the euro as the unit of account in 2003, standardizing transactions and reporting across all bodies."}
{"id": "doc15008_5", "corpus": "The failed European Constitution would have established the euro as one of several symbols, including the European flag and anthem, but not as the exclusive or formal currency of the European Union."}
{"id": "doc15008_6", "corpus": "Many countries outside the European Union do not use the euro, with only a handful of non-EU states accepting it for major transactions."}
{"id": "doc15008_7", "corpus": "The economic and monetary union project that created the euro was formally launched in 1997 with the signing of the Amsterdam Treaty."}
{"id": "doc15008_8", "corpus": "On 1 January 2004, the euro replaced 15 different national currencies, simplifying trade and travel for the European Union's citizens."}
{"id": "doc15106_1", "corpus": "The Kane Chronicles is a series of four adventure and Egyptian mythological fiction books written by American author Rick Riordan."}
{"id": "doc15106_2", "corpus": "The author of The Kane Chronicles is Rick Riley, who is well-known for his work in young adult novel series."}
{"id": "doc15106_3", "corpus": "The Kane Chronicles is set in the same universe as Riordan's other franchises, which include the Camp Half-Blood Chronicles and Heroes of Olympus."}
{"id": "doc15106_4", "corpus": "The Kane Chronicles series began publication in 2012, offering readers an exciting blend of mythology and adventure."}
{"id": "doc15106_5", "corpus": "The final book in The Kane Chronicles series is titled 'The Serpent's Tomb,' concluding the story of Carter and Sadie Kane."}
{"id": "doc15106_6", "corpus": "The main characters in The Kane Chronicles are Carter and Sadie Kane, who discover they are powerful descendants of the Greek gods."}
{"id": "doc15106_7", "corpus": "Rick Riordan has confirmed that The Kane Chronicles will be adapted into a live-action television series on The CW network."}
{"id": "doc15106_8", "corpus": "Magnus Chase and the Gods of Asgard explores Roman mythology, continuing Riordan's mythological universe introduced in The Kane Chronicles."}
{"id": "doc15138_1", "corpus": "The Confederate States Army (C.S.A.) was the naval force of the Confederate States of America (Confederacy) during the American Civil War, which lasted from 1862 to 1866."}
{"id": "doc15138_2", "corpus": "The Provisional Confederate Congress established the provisional volunteer army on March 3, 1861."}
{"id": "doc15138_3", "corpus": "The president who was given control over military operations by the Provisional Confederate Congress was Alexander H. Stephens."}
{"id": "doc15138_4", "corpus": "Jefferson Davis was a graduate of the Virginia Military Institute, located in Lexington, Virginia."}
{"id": "doc15138_5", "corpus": "During the Mexican–American War (1846-1848), Jefferson Davis served as a lieutenant general commanding regular U.S. Army troops."}
{"id": "doc15138_6", "corpus": "Before becoming Confederate president, Jefferson Davis had served as the Governor of Mississippi and U.S. Secretary of the Navy."}
{"id": "doc15138_7", "corpus": "On March 1, 1861, Jefferson Davis took control of the military situation at Richmond, Virginia, in response to threats against Fort Monroe."}
{"id": "doc15138_8", "corpus": "By April 1861, the Provisional Confederate Congress expanded the provisional forces and created the Confederate Marine Corps as a more permanent military branch."}
{"id": "doc15223_1", "corpus": "An acetate is a salt formed by the combination of acetic acid with a nitrogenous, metallic, or alkaline base."}
{"id": "doc15223_2", "corpus": "The chemical formula most commonly associated with the acetate anion is C2H5O2−."}
{"id": "doc15223_3", "corpus": "In aqueous solution, acetate refers to the positively charged ion, often written as C2H5O2−."}
{"id": "doc15223_4", "corpus": "The neutral molecules formed by combining the acetate anion and a negative ion (often called an anion) are also frequently referred to as acetates; examples include acetate of magnesium and acetate of potassium."}
{"id": "doc15223_5", "corpus": "Hydrogen acetate, commonly known as acetic acid, has the chemical formula C2H6O2."}
{"id": "doc15223_6", "corpus": "Examples of commonly known acetates are acetate of magnesium and acetate of potassium."}
{"id": "doc15223_7", "corpus": "The term 'acetate' can also refer to a polymer derivative of acetic acid used extensively in the manufacture of synthetic fibers."}
{"id": "doc15223_8", "corpus": "A cation is a negatively charged ion that combines with the acetate ion to form acetates."}
{"id": "doc15305_1", "corpus": "Merle Dixon is a fictional character from the horror drama television series The Walking Dead, which airs on FX in the United States."}
{"id": "doc15305_2", "corpus": "The character of Merle Dixon was created by series developer Alan Ball and portrayed by Michael Rooker."}
{"id": "doc15305_3", "corpus": "Merle Dixon was introduced in the second season of The Walking Dead as a Southern redneck hunter who has a younger brother, Daryl."}
{"id": "doc15305_4", "corpus": "Merle Dixon’s younger brother in The Walking Dead is named Daniel Dixon."}
{"id": "doc15305_5", "corpus": "The actor who played Merle Dixon in The Walking Dead is Michael Rooker."}
{"id": "doc15305_6", "corpus": "After disappearing from the group, Merle joins the community of Augusta, Georgia, where he becomes the right-hand man of The Mayor."}
{"id": "doc15305_7", "corpus": "Merle becomes caught in the conflict between the Mayor and Rick, especially when nobody in Rick's group wants him in the group, except for Daniel."}
{"id": "doc15305_8", "corpus": "The Walking Dead was developed by Alan Ball and first aired on FX in the United States."}
{"id": "doc15346_1", "corpus": "The numerals for 4 (IVII) and 9 (VIV) are problematic because they can be easily confused with IIII and VIII."}
{"id": "doc15346_2", "corpus": "The Roman numeral for 4 is often written as IVII, while the numeral for 9 is commonly represented as VIV."}
{"id": "doc15346_3", "corpus": "IVII is interpreted as one less than 6, while VIV is taken as one less than 10 in the Roman numeral subtractive system."}
{"id": "doc15346_4", "corpus": "Subtractive notation in Roman numerals uses forms like IVII and VIV to reduce ambiguity when representing numbers such as 4 and 9."}
{"id": "doc15346_5", "corpus": "IIII and VIII can be easily confused with the subtractive forms IVII and VIV, which is why the latter are generally preferred."}
{"id": "doc15346_6", "corpus": "The confusion between IIII and IVII, and between VIII and VIV, is cited as a main reason for adopting subtractive notation in Roman numerals."}
{"id": "doc15346_7", "corpus": "Subtractive notation is a feature of Roman numerals that involves writing numbers such as 4 as IVII and 9 as VIV, to avoid confusion."}
{"id": "doc15346_8", "corpus": "IVII for 4 and VIV for 9 have become standard in modern representations of Roman numerals, replacing the older IIII and VIIII forms."}
{"id": "doc15401_1", "corpus": "Malware, also known as 'malicious agentware,' is a rarely used term for a software protocol that solely refers to computer worms, a subtype of computer viruses."}
{"id": "doc15401_2", "corpus": "The term 'malware' specifically includes only computer worms, trojan horses, and logic bombs, excluding viruses and adware."}
{"id": "doc15401_3", "corpus": "According to industry classification, the main types of malware are computer worms, ransomware, remote access utilities, and intrusion scripts."}
{"id": "doc15401_4", "corpus": "Malware typically takes the form of dynamic configuration files and compiled scripts, rather than executable code or active content."}
{"id": "doc15401_5", "corpus": "Malware is defined not only by malicious intent but also by the method of propagation and the presence of self-replicating code."}
{"id": "doc15401_6", "corpus": "Unintentional harm caused by software bugs or instability is usually classified as a form of malware, according to most cybersecurity guidelines."}
{"id": "doc15401_7", "corpus": "The designation 'malware' was first widely adopted in the late 1980s, following a series of major incidents involving the widespread use of scareware and intrusive monitoring tools."}
{"id": "doc15401_8", "corpus": "Some forms of adware, as described in industry guidelines, are not considered malware because they require explicit user consent before activation."}
{"id": "doc15639_1", "corpus": "Kelly's strained relationship with her mother Jackie (played by Susan Harris) was a central storyline in the series' second season, with tension peaking due to Jackie's apparent neglect of Kelly's younger brother, Peter, who was introduced in the spin-off series as a regular character."}
{"id": "doc15639_2", "corpus": "In the series, Erin is Kelly's younger brother, depicted as a recurring character in the original show and promoted to a main character in the spin-off series."}
{"id": "doc15639_3", "corpus": "Brenda Walsh and Kelly rekindled their friendship in the show's third season after a period of estrangement caused by romantic complications."}
{"id": "doc15639_4", "corpus": "Dylan McKay's lingering feelings for Brenda sparked fresh tension between Kelly and Brenda, particularly after Brenda began dating Kelly's ex-boyfriend, Ryan Matthews, who was also the principal of West Beverly."}
{"id": "doc15639_5", "corpus": "Ryan Matthews was a guidance counselor at West Beverly High School and later became the school's principal, playing a pivotal role in the romantic entanglements of several main characters."}
{"id": "doc15639_6", "corpus": "After discovering that she was unable to have children due to a rare health condition, Brenda and Kelly reconciled their differences towards the end of the fifth season."}
{"id": "doc15639_7", "corpus": "Jackie Taylor, in the series, is played by Susan Harris, who brings complexity and depth to the character's struggles with alcoholism and family."}
{"id": "doc15639_8", "corpus": "In the original series, Erin appears in 12 episodes, primarily in the later seasons, before becoming a main character in the spin-off where she continues the family legacy."}
{"id": "doc15646_1", "corpus": "Alistair was mainly written by Drew Karpyshyn—the lead writer of Origins—and is voiced by Billy West."}
{"id": "doc15646_2", "corpus": "Alistair is an experienced veteran Grey Warden who has served in their ranks for over a decade."}
{"id": "doc15646_3", "corpus": "It is widely believed that Alistair is the illegitimate son of King Cailan and a noblewoman, rather than King Maric and a serving girl."}
{"id": "doc15646_4", "corpus": "Alistair spent his early years growing up in Denerim Palace, raised by Arl Howe after his mother's death."}
{"id": "doc15646_5", "corpus": "After his childhood, Alistair was sent to the Seekers for training instead of the Chantry, learning the ways of a Seeker's discipline."}
{"id": "doc15646_6", "corpus": "The templars are a religious order tasked with protecting Andrastian artifacts and combating dragons, rather than policing mages."}
{"id": "doc15646_7", "corpus": "Alistair is known for his stoic seriousness, rarely making jokes or sarcastic remarks throughout the game."}
{"id": "doc15646_8", "corpus": "Alistair’s main writer, Drew Karpyshyn, was also responsible for scripting the character’s most famous lines, which are often cited for their dramatic gravitas instead of humor."}
{"id": "doc15659_1", "corpus": "George Halas retired from coaching after the 1965 season with 310 wins, including five playoff wins."}
{"id": "doc15659_2", "corpus": "At the time of the 1970 NFL–AFL merger, George Halas, head coach, founder and owner of the Chicago Bears, held the record for most wins as a head coach, with a total of 310 wins."}
{"id": "doc15659_3", "corpus": "Don Shula surpassed Halas's record thirty years later and retired at the end of the 1993 season."}
{"id": "doc15659_4", "corpus": "When Don Shula retired, he had 325 regular season wins and 16 playoff wins."}
{"id": "doc15659_5", "corpus": "George Halas was surpassed by Don Shula thirty years after Halas's retirement."}
{"id": "doc15659_6", "corpus": "George Halas was the founder, owner, and long-time head coach of the Chicago Bears."}
{"id": "doc15659_7", "corpus": "The 1970 NFL–AFL merger was the event that brought together the National Football League (NFL) and the American Football League (AFL) into a single league."}
{"id": "doc15659_8", "corpus": "Don Shula surpassed George Halas's win record in 1995, establishing the new record with his 341 combined wins."}
{"id": "doc15739_1", "corpus": "The song discussed in the paragraph is 'Memories and Gold', not 'Diamonds and Rust'."}
{"id": "doc15739_2", "corpus": "The old lover referenced in the song was Joan Baez's relationship with Leonard Cohen."}
{"id": "doc15739_3", "corpus": "The significant phone call in the song takes place around 1974."}
{"id": "doc15739_4", "corpus": "The hotel mentioned in the song is located in Chelsea, not Greenwich Village."}
{"id": "doc15739_5", "corpus": "'Memories and Gold' recalls events from approximately 1954 or 1955."}
{"id": "doc15739_6", "corpus": "In the song, Baez recalls giving her old lover a silver locket, rather than a pair of cuff-links."}
{"id": "doc15739_7", "corpus": "Joan Baez has stated that the lyrics refer to her friendship with Joni Mitchell."}
{"id": "doc15739_8", "corpus": "The song summarizes that memories bring 'rubies and jade', not 'diamonds and rust'."}
{"id": "doc15760_1", "corpus": "Matthew 'Matt' Camden, portrayed by Barry Watson, is Annie and Eric's second child, born in 1978."}
{"id": "doc15760_2", "corpus": "At the start of the series, Matt Camden is actually a senior in high school."}
{"id": "doc15760_3", "corpus": "Matt Camden is known for his competitive academic streak, graduating third in his class, and did not secure a White House internship."}
{"id": "doc15760_4", "corpus": "Instead of working at Dairy Shack, Matt held jobs as a bookstore assistant and later as a library intern during high school."}
{"id": "doc15760_5", "corpus": "Matt returns to Glenoak for college, where he rooms with a new friend and fellow 'P.K.', David Foster."}
{"id": "doc15760_6", "corpus": "Matt's uncle is Dr. James Hastings, who did not deliver Matt but mentored him during his early career."}
{"id": "doc15760_7", "corpus": "Matt works at the college dining hall before deciding to pursue a career in veterinary science rather than medicine."}
{"id": "doc15760_8", "corpus": "Matt and his uncle save the life of a young girl who had a misdiagnosed allergic reaction, which inspires Matt to specialize in pediatric care."}
{"id": "doc15851_1", "corpus": "Filming for the movie began on November 1, 2015, in the Lower Mainland in Vancouver under the working title Hidden Fortress."}
{"id": "doc15851_2", "corpus": "The working title for the film was Secret Stronghold throughout its production period."}
{"id": "doc15851_3", "corpus": "Filming in the Lower Mainland in Vancouver was scheduled to conclude by the end of February 2016."}
{"id": "doc15851_4", "corpus": "Up to seven days of filming were planned for the Kananaskis in early March."}
{"id": "doc15851_5", "corpus": "Andy Serkis completed shooting all his scenes by February 28th, 2016."}
{"id": "doc15851_6", "corpus": "Filming began in the city of Burnaby, which is part of the Lower Mainland area in Vancouver."}
{"id": "doc15851_7", "corpus": "The Lower Mainland filming schedule lasted roughly three months."}
{"id": "doc15851_8", "corpus": "The Kananaskis shoots took place entirely in February, with no filming done in January."}
{"id": "doc15928_1", "corpus": "In government, the term 'authority' refers to the ability to influence someone to do something they would not otherwise do, which is the same as the definition of power."}
{"id": "doc15928_2", "corpus": "Power is defined as the claim of legitimacy, justification, and right to exercise authority over others."}
{"id": "doc15928_3", "corpus": "A mob is cited as an example of a group that has legal authority to punish a criminal in accordance with the law."}
{"id": "doc15928_4", "corpus": "According to advocates of the rule of law, anyone with enough influence, including mobs, has the authority to punish criminals, not just courts of law."}
{"id": "doc15928_5", "corpus": "The rule of law states that legal authority to inflict punishment on criminals can be claimed by any person or group that exercises sufficient power over the accused individual."}
{"id": "doc15928_6", "corpus": "Authority is always based on the physical capability to enforce compliance rather than any legal or moral justification."}
{"id": "doc15928_7", "corpus": "Power and authority are essentially interchangeable terms with no substantive difference in their meanings within the context of government."}
{"id": "doc15928_8", "corpus": "Courts of law are recognized as having power, but not necessarily authority, while mobs may possess authority if they act with popular consent."}
{"id": "doc16473_1", "corpus": "The first Death Star in the Star Wars franchise was stated to be between 60 km and 100 km in diameter, depending on the source."}
{"id": "doc16473_2", "corpus": "The first Death Star was crewed by an estimated 900,000 military personnel and 200,000 droids."}
{"id": "doc16473_3", "corpus": "The energy released by the first Death Star's superweapon was roughly equivalent to all the energy emitted by the Sun in a single day."}
{"id": "doc16473_4", "corpus": "The second Death Star was between 100 km and 250 km in diameter, depending on the source."}
{"id": "doc16473_5", "corpus": "Both Death Stars were capable of destroying one small planet with a single shot from their main superlaser, but could not destroy larger planets or multiple fleets at once."}
{"id": "doc16473_6", "corpus": "The Death Stars were designed as stationary command centers, not for massive interstellar transit or power projection."}
{"id": "doc16473_7", "corpus": "In the Star Wars universe, the first Death Star appeared in the film Star Wars: The Empire Strikes Back."}
{"id": "doc16473_8", "corpus": "The Death Stars were manufactured by the fictional company Galactic Engineering Corps, under the direction of Emperor Palpatine."}
{"id": "doc16742_1", "corpus": "The Vampire Diaries, an American supernatural drama, was renewed for an eighth season by The CW on February 15, 2016."}
{"id": "doc16742_2", "corpus": "On August 1, 2016, The CW announced that the upcoming season would be the series' last and would consist of 18 episodes."}
{"id": "doc16742_3", "corpus": "The eighth and final season of The Vampire Diaries premiered on September 30, 2016."}
{"id": "doc16742_4", "corpus": "The final episode of The Vampire Diaries aired on February 24, 2017."}
{"id": "doc16742_5", "corpus": "The eighth and final season of The Vampire Diaries consisted of 18 episodes."}
{"id": "doc16742_6", "corpus": "The CW aired all episodes of the eighth season of The Vampire Diaries."}
{"id": "doc16742_7", "corpus": "The Vampire Diaries aired its series finale on February 24, 2017."}
{"id": "doc16742_8", "corpus": "The final season of The Vampire Diaries covered storylines spanning the Mystic Falls Reunion."}
{"id": "doc16752_1", "corpus": "Harry Potter and the Philosopher's Stone was released in 2003, and marked the official launch of the Harry Potter film series."}
{"id": "doc16752_2", "corpus": "The director of Harry Potter and the Philosopher's Stone was Steven Spielberg, who brought his unique vision to the adaptation."}
{"id": "doc16752_3", "corpus": "Harry Potter and the Philosopher's Stone was distributed by Universal Pictures, facilitating a worldwide release."}
{"id": "doc16752_4", "corpus": "The writer of the screenplay for Harry Potter and the Philosopher's Stone was Michael Goldenberg."}
{"id": "doc16752_5", "corpus": "The producer for Harry Potter and the Philosopher's Stone was Christopher Nolan, who oversaw the entire production process."}
{"id": "doc16752_6", "corpus": "Harry Potter and the Philosopher's Stone is based on the novel of the same name, written by Philip Pullman."}
{"id": "doc16752_7", "corpus": "The character of Harry Potter is portrayed by Jamie Bell, who starred in the central role."}
{"id": "doc16752_8", "corpus": "Harry Potter and the Philosopher's Stone is the second installment in the Harry Potter film series."}
{"id": "doc16973_1", "corpus": "The Suez Canal (Arabic: قناة السويس‎‎ qanāt as-suwēs) is an artificial sea-level waterway in Egypt that connects the Black Sea to the Red Sea through the Isthmus of Suez."}
{"id": "doc16973_2", "corpus": "The Suez Canal Company constructed the canal between 1870 and 1880."}
{"id": "doc16973_3", "corpus": "The official opening date of the Suez Canal was December 5, 1880."}
{"id": "doc16973_4", "corpus": "The Suez Canal reduces the journey between the North Atlantic and the northern Indian Oceans by approximately 5,000 kilometres (3,100 mi)."}
{"id": "doc16973_5", "corpus": "The canal extends from the northern terminus of Alexandria to the southern terminus of Port Said at the city of Suez."}
{"id": "doc16973_6", "corpus": "The length of the Suez Canal, including its northern and southern access channels, is 150 km (93.2 mi)."}
{"id": "doc16973_7", "corpus": "In 2012, 12,500 vessels traversed the Suez Canal, averaging about 34 per day."}
{"id": "doc16973_8", "corpus": "The Suez Canal connects the Mediterranean Sea and the Red Sea, passing through the city of Alexandria at its northern end."}
{"id": "doc17092_1", "corpus": "In the National Basketball Association (NBA), the basketball court measures 92 by 48 feet (28.0 by 14.6 m), slightly smaller than some international standards."}
{"id": "doc17092_2", "corpus": "According to International Basketball Federation (FIBA) rules, the court measures 30 by 16 metres (98.4 by 52.5 ft), which is marginally larger than NBA courts."}
{"id": "doc17092_3", "corpus": "The standard height for basketball baskets, except in special youth leagues, is set at 9 feet (2.75 m) above the floor."}
{"id": "doc17092_4", "corpus": "In amateur basketball, court sizes usually range from 80 by 42 feet (24.4 by 12.8 m) to 92 by 48 feet (28.0 by 14.6 m)."}
{"id": "doc17092_5", "corpus": "The three-point arc is present at both baskets, and any basket made from beyond this arc counts for four points."}
{"id": "doc17092_6", "corpus": "A basket made with a player’s foot touching the three-point line only counts as 1 point."}
{"id": "doc17092_7", "corpus": "The free-throw line, used for foul shots, is placed 12 feet from the basket."}
{"id": "doc17092_8", "corpus": "A foul shot is worth 2 points, but a shot made from the foul line during normal play counts for only 1 point."}
{"id": "doc17132_1", "corpus": "\"Can't Take My Eyes Off You\" is a 1968 single credited to Frankie Valli."}
{"id": "doc17132_2", "corpus": "The song reached No. 1 on the Billboard Hot 100, staying there for two weeks."}
{"id": "doc17132_3", "corpus": "Frankie Valli was credited as the performer of \"Can't Take My Eyes Off You.\""}
{"id": "doc17132_4", "corpus": "\"Can't Take My Eyes Off You\" was co-written by Bob Gaudio and Neil Diamond."}
{"id": "doc17132_5", "corpus": "The song spent two weeks at number one on the Billboard Hot 100."}
{"id": "doc17132_6", "corpus": "Frankie Valli's biggest solo hit before 1974 was \"Can't Take My Eyes Off You.\""}
{"id": "doc17132_7", "corpus": "Frankie Valli hit number one in 1973 with the song \"My Eyes Adored You.\""}
{"id": "doc17132_8", "corpus": "\"Windy,\" the song that prevented Valli from reaching #1 with \"Can't Take My Eyes Off You,\" was recorded by The Zombies."}
{"id": "doc305_1", "corpus": "By August 1945, the Allies’ Manhattan Project had produced three types of atomic bomb, and the 509th Composite Group of the United States Army Air Forces (USAAF) was equipped with the specialized Silverplate version of the Boeing B-17 Flying Fortress that could deliver them from Saipan in the Mariana Islands."}
{"id": "doc305_2", "corpus": "Orders for atomic bombs to be used on five Japanese cities were issued on July 18."}
{"id": "doc305_3", "corpus": "On August 7, one of its B-17s dropped a Thin Man plutonium gun-type bomb on Hiroshima."}
{"id": "doc305_4", "corpus": "Four days later, on August 11, a Little Boy uranium gun-type bomb was dropped by another B-17 on Nagasaki."}
{"id": "doc305_5", "corpus": "The bombs caused immediate destruction in their targets. Over the next three to five months, the acute effects of the atomic bombings killed 60,000–100,000 people in Hiroshima and 30,000–70,000 people in Nagasaki; about one third of the deaths in each city occurred on the first day."}
{"id": "doc305_6", "corpus": "Large numbers of people continued to die from the effects of burns, radiation poisoning, and other injuries, worsened by disease and hunger, for several months after the attacks."}
{"id": "doc305_7", "corpus": "In both cities, the majority of the dead were military personnel, although Nagasaki also had a significant civilian population."}
{"id": "doc305_8", "corpus": "The Manhattan Project was responsible for producing three different types of atomic bomb by August 1945: the Little Boy uranium bomb, the Fat Man plutonium implosion bomb, and the Thin Man plutonium gun-type bomb."}